Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Errors.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pl, pt_br, pt_pt, ro, ru, sv, tr, vi

source: Widgets require Recon Bolt Pro!
ar: ويدجتات تتطلب شراء Pro!
cs: Widgety vyžadují Recon Bolt Pro!
da: Widgets kræver Recon Bolt Pro!
de: Für Widgets ist Recon Bolt Pro erforderlich!
es: ¡Los widgets requieren de Recon Bolt Pro!
fr: Les widgets nécessitent Recon Bolt Pro!
hu: Hogy tudd használni a Widgetet Recon Bolt pro előfizetésre van szükséged!
id: Widget membutuhkan Recon Bolt Pro!
it: I Widget richiedono Recon Bolt Pro!
ja: ウィジェットを使うためにはリコンボルトプロを買わないといけません
pl: Widgets require Recon Bolt Pro! Widżety wymagają Recon Bolt Pro!
pt_br: Widgets requerem Recon Bolt Pro!
pt_pt: As widgets requerem Recon Bolt Pro!
ro: Pentru a utiliza widget-urile ai nevoie de Recon Bolt Pro!
ru: Для виджетов нужен Recon Bolt Pro!
tr: Araç Takımları Recon Bolt Pro gerektirir!
vi: Cần Recon Bolt Pro để thêm tiện ích!

source: You are sending too many requests.
ar: أنت ترسل طلبات كثيرة.
cs: Posíláte příliš mnoho žádostí.
da: Du sender for mange anmodninger.
de: Du löst zu viele Anfragen an den Server aus.
es: Estás enviando demasiadas peticiones.
fr: Tu envoies trop de requêtes.
hu: Túl sok kérést küldesz.
id: Anda mengirimkan terlalu banyak permintaan.
it: Stai inviando troppe richieste all'API; Rallenta.
ja: アプリを使いすぎです。数分待ってやり直してください。
pl: You are sending too many requests. Wysyłasz zbyt wiele zapytań.
pt_br: Você está enviando muitas solicitações.
pt_pt: Está a enviar demasiados pedidos.
ro: Trimiteți prea multe request-uri.
ru: Вы отправляете слишком много запросов.
tr: Çok fazla istek gönderiyorsunuz.
vi: Bạn đang gửi quá nhiều yêu cầu.

source: Your session could not be resumed. %@
ar: لم نستطع إكمال جلستك. %@
cs: Vaši relaci nebylo možné obnovit. %@
da: Din session knune ikke genoptages. %@
de: Deine Sitzung konnte nicht verlängert werden. %@
es: Tu sesión no ha podido ser reanudada. %@
fr: Ta session n'a pas pu être reprise. %@
hu: A munkamenetet nem lehetett folytatni. %@
id: Sesi Anda tidak dapat dilanjutkan. %@
it: Impossibile riprendere la sessione. %@
pl: Your session could not be resumed. Twoja sesja nie mogła zostać wznowiona.
pt_br: A sua sessão não pôde ser retomada. %@
pt_pt: A sua sessão não pôde ser retomada. %@
ro: Sesiuna ta nu a putut fi restaurată. %@
ru: Не удалось возобновить сессию. %@
tr: Oturumunuz devam ettirilemedi. %@
vi: Không thể tiếp tục phiên của bạn. %@

source: Your session has expired! Please sign in again.
ar: تم انتهاء جلستك! الرجاء تسجيل الدخول مرة اخرى.
cs: Vaše relace vypršela! Přihlaste se prosím znovu.
da: Din session er udløbet! Log venligst på igen.
de: Deine Sitzung ist abgelaufen! Bitte melde dich erneut an.
es: ¡La sesión ha expirado! Por favor, regístrate de nuevo.
fr: Ta session a expiré! Reconnecte-toi.
hu: A munkamenet lejárt! Kérjük jelentkezzen be újra.
id: Sesi Anda telah berakhir! Silakan masuk lagi.
it: La tua sessione è scaduta! Accedi di nuovo.
ja: またログインしてください
pl: Your session has expired! Please sign in again. Twoja sesja wygasła! Prosimy o ponowne zalogowanie się.
pt_br: A sua sessão expirou! Por favor, entre novamente em sua conta.
pt_pt: A sua sessão expirou! Por favor, inscreva-se novamente.
ro: Sesiuna a expirat! Te rog loghează-te din nou.
ru: Срок действия вашей сессии истек! Пожалуйста, войдите снова.
tr: Oturumunuzun süresi doldu! Lütfen tekrar giriş yapın.
vi: Phiên đăng nhập của bạn đã hết hạn! Hãy đăng nhập lại.

source: Your token has expired. %@
ar: انتهت صلاحية رمزك. %@
cs: Platnost vašeho tokenu vypršela. %@
da: Din token er udløbet. %@
de: Dein Sitzungstoken ist abgelaufen. %@
es: Tu token ha expirado. %@
fr: Ton token a expiré. %@
hu: A tokened lejárt. %@
id: Token Anda telah kedaluwarsa. %@
it: Il tuo token è scaduto. %@
pl: Your token has expired. Twój token logowania stracił ważność.
pt_br: O seu código de sessão expirou. %@
pt_pt: A sua token expirou. %@
ro: Token-ul tău a expirat. %@
ru: Срок действия вашего токена истек. %@
sv: Din token har gått ut. %@
tr: Tokeninizin süresi doldu. %@
vi: Mã token đã hết hạn. %@

source: this one has no Riot ID & Tagline.
ar: هذا الحساب لا يحتوي على مُعرّف رايوت او شعار.
cs: tento nemá Riot ID & Tagline.
da: denne har ingen Riot ID og Tagline.
de: dieses hat keine Riot ID & Tagline.
es: este no tiene Riot ID & [Tagline not finished]
fr: Ce compte n'a pas de Riot ID ni de Tag.
hu: nem található ilyen Riot ID és Tagline.
id: yang satu ini tidak memiliki ID & Tagline Riot.
it: Questo account non ha un Riot ID e una Tagline.
ja: このアカウントは名前がないです
pl: this one has no Riot ID & Tagline. ten nie ma Riot ID i Tag.
pt_br: este não tem Riot ID & Tagline.
pt_pt: este não tem identificação Riot ID & Tagline.
ro: acesta nu are un Riot ID & Tagline.
ru: у этого нет Riot ID и Tagline.
sv: den här har inget Riot ID och ingen Tagline.
tr: bunda Riot ID ve Tagline yok.
vi: tài khoản này không có Riot ID & Tagline.

source: this one is: %@
ar: حساب خاطئ %@
cs: tento je: %@
da: denne er: %@
de: dieses ist: %@
es: esta es: %@
fr: Celui ci est: %@
hu: ez az: %@
id: yang satu ini adalah: %@
it: Questo è: %@
ja: これは： %@
pl: ten jest %@
pt_br: este é: %@
pt_pt: este é: %@
ro: acesta este: %@
ru: вот этот: %@
tr: bu: %@
vi: đây là: %@
