Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Errors.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pl, pt_br, pt_pt, ro, ru, sv, tr, vi

source: A previous transaction was found, but it could not be verified! %@
ar: تم يجاد معاملة سابقة لكم لم تسطع تأكيدها! %@
cs: Předchozí transakce byla nalezena, ale nepodařilo se jí ověřit! %@
da: Der blev fundet en tidligere transaktion, men den kunne ikke verificeres! %@
de: Es wurde eine bestehende Transaktion gefunden, die jedoch nicht überprüft werden konnte! %@
es: Se ha encontrado una transacción anterior, ¡pero no se ha podido verificar! %@
fr: Une transaction antérieure a été trouvée, mais elle n'a pas pu être vérifiée! %@
hu: Találtunk egy korábbi tranzakciót, de nem tudtuk ellenőrizni %@
id: Transaksi sebelumnya ditemukan, tetapi tidak dapat diverifikasi! %@
it: È stata trovata una transazione precedente, ma non può essere verificata! %@
pt_br: Foi encontrada uma transação anterior, mas não pôde ser verificada! %@
pt_pt: Foi encontrada uma transação anterior, mas não pôde ser verificada! %@
ro: A fost găsită o tranzacție anterioară, dar nu a putut fi verificată
ru: Прошлая транзакция была найдена, но ее не удалось проверить! %@
sv: Din transaktion hittades, men den verifierades inte!
tr: Önceki bir işlem bulundu, ancak doğrulanamadı! %@
vi: Tìm thấy một giao dịch trước đó, nhưng không thể xác thực! %@

source: Could not load active account!
ar: فشل تحميل الحساب المنشط!
cs: Aktivní účet nelze načíst!
da: Kunne ikke indlæse den aktive konto!
de: Das aktive Konto konnte nicht geladen werden!
es: ¡No se ha podido cargar la cuenta activa!
fr: Impossible de charger le compte!
hu: Nem lehet betölteni a fiókot!
id: Tidak dapat memuat akun aktif!
it: Impossibile caricare l'account attivo!
ja: 今使われているアカウントを読み込められませんでした!
pl: Could not load active account!: Nie można załadować aktywnego konta! Could not load account!: Nie można załadować konta!
pt_br: Não foi possível carregar a conta ativa!
pt_pt: Não foi possível carregar a conta ativa!
ro: Nu s-a putut încărca contul activ!
ru: Не удалось загрузить активный аккаунт!
sv: Kunde inte ladda ditt konto!
tr: Anahtar: Aktif hesap yuklenemedi! Aktif hesap yuklenemedi! Bir pencere öğesi için hesap yüklenirken hata oluştu Dosya: Errors. strings!
vi: Không thể tải dữ liệu cho tài khoản hiện tại!

source: Invalid Headers: %@
ar: عناوين غير صالحة %@
cs: Neplatné hlavičky: %@
da: Ugyldige overskrifter: %@
de: Ungültige Headers: %@
es: Cabeceras no válidas: %@
fr: En-tête invalide: %@
hu: Hibás fejlécek: %@
id: Tajuk Tidak Valid: %@
it: Headers non Valido: %@
pt_br: Cabeçalhos Inválidos: %@
pt_pt: Cabeçalhos Inválidos: %@
ro: Antete invalide: %@
ru: Неверные Заголовки: %@
sv: Ogiltiga rubriker: %@
tr: Anahtar: Geçersiz Başlıklar: %@ Geçersiz Başlıklar: %@ Riot Api Hatasi Dosya: Errors. strings
vi: Tiêu đề không hợp lệ: %@

source: It looks like this account has never played Valorant! You've probably signed into the wrong account; %@
ar: يبدوا أن هذا الحساب لم يلعب Valorant في الماضي! من الممكن انك قد سجلت الدخول إلى الحساب الخاطئ; %@
cs: Vypadá to, že jste na tomto účtě nikdy nehráli Valorant! Pravděpodobně jste se přihlásili na špatný účet; %@
da: Det ser ud til, at denne konto aldrig har spillet Valorant! Du har sandsynligvis logget ind på den forkerte konto; %@
de: Dieses Konto scheint, noch nie Valorant gespielt zu haben. Du hast dich wahrscheinlich ins falsche Konto angemeldet; %@
es: ¡Parece que esta cuenta nunca ha jugado a Valorant!
fr: Il semblerait que ce compte n'a jamais joué à Valorant! Tu t'es probablement trompé de compte; %@
hu: Úgy látszik ezzel a fiókkal, még nem játszottál a Valoranttal! Lehetséges, hogy rossz fiókkal jelentkeztél be; %@
id: Sepertinya akun ini belum pernah memainkan Valorant! Anda mungkin masuk ke akun yang salah; %@
it: Sembra che questo account non abbia mai giocato a Valorant! Probabilmente hai effettuato l'accesso con l'account sbagliato; %@
pl: It looks like this account has never played Valorant! Wygląda na to, że to konto nigdy nie grało w Valorant! You've probably signed into the wrong account. Prawdopodobnie zalogowałeś się na złe konto.
pt_br: Parece que esta conta nunca jogou Valorant! Você provavelmente entrou na conta errada; %@
pt_pt: Parece que esta conta nunca jogou Valorant! Provavelmente entrou na conta errada; %@
ro: Se pare că acest cont nu a jucat niciodată Valorant! Probabil că te-ai logat în contul greșit; %@
ru: С этого аккаунта никогда не играли в Valorant! Возможно Вы вошли в неверный аккаунт; %@
sv: Det ser ut som att detta kontot aldrig har spelat Valorant! Du har säkert loggat in på fel konto;
tr: Görünüşe göre bu hesap hiç Valorant oynamamış! Muhtemelen yanlış hesaba giriş yaptınız; %@
vi: Tài khoản này chưa từng chơi Valorant! Có vẻ bạn đã nhập sai tài khoản; %@

source: Keychain error for key '%@': %@
ar: مفتاح تسجيل خاطئ '%@': %@
cs: Chyba klíčenky pro klíč '%@': %@
da: Fejl i nøgleringen for nøglen '%@': %@
de: Schlüsselbund-Fehler für Eintrag '%@': %@
es: Error de keychain para la clave '%@': %@
fr: Erreur de clé d'accès pour le trousseau '%@' : %@
hu: Adatbázis hiba a '%@' tábla ezen kulcsához: %@
id: Kesalahan rantai kunci untuk kunci '%@': %@
it: Errore Keychain per la key '%@': %@
pt_br: Erro do Keychain para a chave '%@': %@
pt_pt: Erro no porta-chaves da chave '%@': %@
ro: Eroare keychain pentru cheia '%@': %@
ru: Ошибка связки ключей для ключа '%@': %@
sv: Fel i nyckelringen för nyckeln '%@': %@
tr: '%@' anahtarı için anahtar zinciri hatası: %@
vi: Lỗi chuỗi khóa cho mục '%@': %@

source: Malformed Offer
ar: عرض مشوه
cs: Chybná Nabídka
da: Fejlbehæftet tilbud
de: Angebot nicht lesbar
es: Oferta mal formada
fr: Offre invalide
hu: Hibás ajánlat
id: Penawaran cacat
it: Errore del Widget del Negozio.
pl: malformed offer błąd przy tej ofercie store widget error błąd widgetu sklepu
pt_br: Oferta Malformada
pt_pt: Oferta malformada
ro: Ofertă Malformată
ru: Ошибка получения данных магазина
sv: Felaktigt erbjudande
tr: Hatalı Biçimlendirilmiş Teklif
vi: Ưu đãi không đúng định dạng

source: Malformed account.
ar: حساب مشوه.
cs: Chybný účet.
da: Fejlbehæftet konto.
de: Konto nicht lesbar.
es: Cuenta mal formada.
fr: Compte corrompu.
hu: Hibás fiók.
id: Akun cacat.
it: Errore nel caricare l'account per colpa di un Widget.
pl: malformed account. błąd przy ładowaniu konta.
pt_br: Conta malformada.
pt_pt: Conta malformada.
ro: Cont malformat.
ru: Ошибка получения данных аккаунта.
sv: Felaktigt konto.
tr: Hatalı biçimlendirilmiş hesap.
vi: Tài khoản không đúng định dạng.

source: Missing Assets!
ar: ألموارد مفقودة!
cs: Chybějící Aktiva!
da: Manglende egenskaber!
de: Assets fehlen!
es: ¡Archivos no encontrados!
fr: Ressources manquantes!
hu: Hiányzó tartalmak!
id: Aset hilang!
it: Assets Mancanti!
ja: ファイルがありません!
pl: missing assets brakujące aktywa
pt_br: Arquivos faltando!
pt_pt: Ficheiros em falta!
ro: Resurse Lipsă!
ru: Отсутствуют ресурсы!
sv: Saknar tillgångar!
tr: Kayıp Varlıklar!
vi: Thiếu tài nguyên!

source: Missing game configuration data for %@ region!
ar: إعدادات اللعبة مفقودة لمنطقة %@!
cs: Chybějící konfigurační data hry pro oblast %@!
da: Manglende spil konfigurationsdata for region %@!
de: Keine Konfigurationsdaten verfügbar für Region %@!
es: ¡Faltan datos de configuración del juego para la región %@!
fr: Données de configuration de jeu manquantes pour la région %@!
hu: Hiányzó játékkonfigurációs adatok a(z) %@ régióhoz!
id: Data konfigurasi game yang hilang untuk wilayah %@!
it: Dati di configurazione del gioco mancanti per la regione %@!
ja: %@のデータがありません!
pl: missing game configuration data X region! brak danych konfiguracyjnych gry dla regionu X!
pt_br: Dados de configuração de jogo em falta para a região %@!
pt_pt: Dados de configuração de jogo em falta para a região %@!
ro: Lipsesc datele de configurare a jocului pentru regiunea %@!
ru: Отсутствует конфигурация игры для региона %@!
sv: Saknar spelkonfigurationsdata för %@ -regionen!
tr: %@ bölgesi için eksik oyun yapılandırma verileri!
vi: Không có sẵn dữ liệu cấu hình cho khu vực %@!

source: Missing session for account! If you have Pro, add an account using the same credentials to replace the account with a working version.
ar: جلسة مفقودة للحساب! إذا عندك مميزات "Pro" يمكنك استعمال معلومات التسجيل لحسابك.
cs: Chybějící relace pro účet! Pokud máte Pro, přidejte účet se stejnými přihlašovacími údaji a nahraďte jej funkční verzí.
da: Din session er ikke længere aktiv! Hvis du har Pro, skal du tilføje en konto med de samme legitimationsoplysninger for at erstatte kontoen med en fungerende version.
de: Keine Sitzung für dieses Konto! Wenn du Pro hast, kannst dieses Konto sozusagen als neues Konto nochmal hinzufügen, um es zu überschreiben.
es: ¡Falta la sesión de la cuenta! Si tienes Pro, añade una cuenta utilizando las mismas credenciales para sustituir la cuenta por una versión que funcione.
fr: Session manquante pour le compte ! Si vous avez acheté Recon Bolt Pro, ajoutez votre compte en utilisant les mêmes informations de connexion pour remplacer ce compte avec une version qui comprend votre achat.
hu: Hiányzó munkamenet ehhez a fiókhoz! Ha rendelkezel Recon Bolt Pro előfizetéssel, kérlek jelentkezz be újra.
id: Sesi hilang untuk akun ini! Jika Anda memiliki versi Pro, silakan tambahkan akun dengan kata sandi atau kredensial yang sama untuk menggantikan akun yang tersedia.
it: Sessione mancante per l'account! Se hai la versione Pro, aggiungi un account utilizzando le stesse credenziali per sostituire l'account con una versione funzionante.
pl: Missing session for account! If you have Pro, add an account using the same credentials to replace the account with a working version. Brakująca sesja dla konta! Jeśli masz Pro, dodaj konto używając tych samych poświadczeń, aby zastąpić konto działającą wersją.
pt_br: Sessão em falta por conta! Se tiver o Pro, adicione uma conta usando as mesmas credenciais para substituí-la por uma versão funcional.
pt_pt: Sessão em falta para a conta! Se tem o Pro, adiciona uma conta usando as mesmas credenciais para substituir a conta por uma versão funcional.
ro: Lipsește sesiunea contului! Daca ai versiunea Pro, adaugă un cont utilizând aceleași date de logare pentru a-l înlocui cu o versiune funcțională.
ru: Отсутствует сессия для аккаунта! Если у вас есть Pro, добавьте аккаунт используя те же данные, чтобы заменить аккаунт рабочей сессией.
sv: Saknar session för konto! Om du har Pro kan du lägga till ett konto med samma autentiseringsuppgifter för att ersätta kontot med en fungerande version.
tr: Hesap için eksik oturum! Pro'ya sahipseniz, hesabı çalışan bir sürümle değiştirmek için aynı kimlik bilgilerini kullanarak bir hesap ekleyin.
vi: Không có phiên cho tài khoản! Nếu bạn có Pro, thêm tài khoản sử dụng chung thông tin đăng nhập để thay thế tài khoản trước đó với phiên bản đang hoạt động.

source: No account specified.
ar: حساب غير محدد.
cs: Není uveden žádný účet.
da: Der er ikke angivet nogen konto.
de: Kein Konto ausgewählt.
es: Ninguna cuenta ha sido elegido.
fr: Aucun compte spécifié.
hu: A megadott fiók nem található.
id: Tidak ada akun yang ditentukan.
it: Nessun account specificato.
ja: アカウントは選択されていません
pl: no account specified nie określono konta
pt_br: Nenhuma conta especificada.
pt_pt: Nenhuma conta especificada.
ro: Niciun cont specificat.
ru: Не указан аккаунт.
sv: Inget konto har angetts.
tr: Hesap belirtilmemiş.
vi: Không có tài khoản nào được chọn.

source: No previous transaction found!
ar: لم يتم ايجاد معاملة سابقة!
cs: Nebyla nalezena žádná předchozí transakce!
da: Ingen tidligere transaktion fundet!
de: Keine bestehende Transaktion gefunden!
es: ¡No se ha encontrado ninguna transacción previa!
fr: Aucune transaction antérieure n'a été trouvée !
hu: Nem található korábbi tanzakció!
id: Tidak ditemukan transaksi sebelumnya!
it: Nessuna transazione precedente trovata!
pt_br: Não foi encontrada nenhuma transação anterior!
pt_pt: Nenhuma transação anterior encontrada!
ro: Nu a fost găsita nicio tranzacție anterioară!
ru: Не найдено прошлого платежа!
sv: Ingen tidigare transaktion hittades!
tr: Önceki işlem bulunamadı!
vi: Không tìm thấy giao dịch trước đó!

source: Please try again in %lld seconds.
ar: الرجاء المحاولة مجددا بعد %lld ثواني.
cs: Zkuste to prosím znovu za %lld sekund.
da: Prøv venligst igen om %lld sekunder.
de: Bitte in %lld Sekunden nochmal versuchen.
es: Por favor, prueba de nuevo en %lld segundos.
fr: Réessaie dans %lld secondes.
hu: Póbálja újra %lld másodperc múlva.
id: Silakan coba lagi di %lld detik.
it: Riprovare tra %lld secondi.
ja: %lld秒でまた試してください
pl: Please try again in %lld seconds. Proszę spróbować ponownie za [%i] sekund.
pt_br: Por favor, tente novamente em %lld segundos.
pt_pt: Por favor, tente novamente em %lld segundos.
ro: Te rugăm să încerci din nou în %lld secunde.
ru: Пожалуйста, повторите попытку через %lld секунд(ы).
sv: Försök igen om %lld sekunder.
tr: Lütfen %lld saniye içinde tekrar deneyin.
vi: Hãy thử lại sau %lld giây.

source: Previous purchase was revoked! Reason: %@
ar: تم إبطال الشراء السابق! السبب: %@
cs: Předchozí nákup byl zrušen! Důvod: %@
da: Tidligere køb blev tilbagekaldt! Årsag: %@
de: Es wurde ein bestehender Kauf gefunden, aber er wurde widerrufen! Grund: %@
es: ¡La compra anterior fue revocada! Razón: %@
fr: L'achat précédent a été annulé ! Raison : %@
hu: Az előzö tranzakciót visszavonták! %@ indokkal.
id: Pembelian sebelumnya dibatalkan! Alasan: %@
it: L'acquisto precedente è stato revocato! Motivi: %@
pt_br: A compra anterior foi negada! Motivo: %@
pt_pt: A compra anterior foi revogada! Motivo: %@
ro: Achiziția anterioara a fost anulată! Motiv: %@
ru: Предыдущая покупка была аннулирована! Причина: %@
tr: Önceki satın alma işlemi iptal edildi! Sebep: %@
vi: Đơn hàng ứng dụng trước đó đã bị thu hồi! Lý do: %@

source: The API rejected your authorization.
ar: واجهات برمجة التطبيقات رفضت توثيقك.
cs: API odmítlo vaši autorizaci.
da: API'en afviste din forespørgsel.
de: Die API hat deine Autorisierung nicht akzeptiert.
es: La API ha denegado tu autorización.
fr: L'API a rejeté l'autorisation.
hu: Az API elutasitotta az engedélyezést.
id: API menolak otorisasi Anda.
it: L'API ha rifiutato la tua autorizzazione.
pl: The API rejected your authorization. API odrzuciło twoją autoryzację.
pt_br: A API rejeitou a sua autorização.
pt_pt: O API rejeitou a sua autorização.
ro: API-ul a resprins autorizarea ta.
ru: API отклонил вашу авторизацию.
sv: API:et avvisade din auktorisering.
tr: API yetkilendirmenizi reddetti.
vi: API từ chối ủy quyền của bạn.

source: The API returned an error code %lld, i.e. %@. %@
ar: واجهات برمجة التطبيقات رد بخطء رَقْم %lld وهو %@. %@
cs: API vrátilo chybový kód %lld, tj. %@. %@
da: API'en returnerede en fejlkode %lld, dvs. %@. %@
de: Die API hat einen Fehlercode %lld ausgegeben, also %@. %@
es: La API ha devuelto el código de error %lld. i.e. %@. %@
fr: L'API a retourné un code d'erreur %lld, %@. %@
hu: Az API ezt %lld, vagyis ezt %@ a hibakódot küldte vissza. %@
id: API mengembalikan kode kesalahan %lld, yaitu %@. %@
it: L'API ha restituito un codice di errore %lld, ovvero %@. %@
ja: RiotのAPIがエラーを出しました。コードは%lld、i.e. %@. %@ です。
pl: API zwróciło kod błędu %lld, czyli %@. %@
pt_br: A API devolveu o código de erro %lld, ou seja, %@. %@
pt_pt: A API devolveu um código de erro %lld, ou seja, %@. %@
ro: API-ul a returnat un cod de eroare %lld, adică %@. %@
ru: API вернул код ошибки %lld, т.е. %@. %@
tr: API bir hata kodu döndürdü %lld, yani %@. %@
vi: API trả về mã lỗi %lld, như sau %@. %@

source: The API returned an error code %lld.
ar: واجهات برمجة التطبيقات رد بخطء رَقْم %lld.
cs: API vrátilo chybový kód %lld.
da: API'en returnerede en fejlkode %lld.
de: Die API hat einen Fehlercode %lld ausgegeben.
es: La API ha devuelto un código de error %lld.
fr: L'API a retourné un code d'erreur %lld.
hu: Az API ezt a hiba kódot küldte vissza: %lld.
id: API mengembalikan kode kesalahan %lld.
it: L'API ha restituito un codice di errore %lld.
ja: RiotのAPIがエラーを出しました。コードは%lldです。
pt_br: A API devolveu um código de erro %lld.
pt_pt: A API devolveu um código de erro %lld.
ro: API-ul a returnat codul de eroare %lld.
ru: API вернул код ошибки %lld.
tr: API bir hata kodu döndürdü %lld.
vi: API trả về mã lỗi %lld.

source: The resource could not be found.
ar: لم يتم العثور على المورد.
cs: Zdroj nebyl nalezen.
da: Ressourcen kunne ikke findes.
de: Die Ressource konnte nicht gefunden werden.
es: El recurso no se ha podido encontrar.
fr: La ressource n'a pas pu être trouvée.
hu: A forrás nem található.
id: Sumber daya tidak dapat ditemukan.
it: Impossibile trovare la risorsa.
ja: ファイルが見つかりませんでした
pl: The resource could not be found. Zasób nie mógł zostać znaleziony.
pt_br: A fonte não pôde ser encontrada.
pt_pt: O recurso não pôde ser encontrado.
ro: Resursa nu poate fi găsită.
ru: Ресурс не может быть найден.
tr: Kaynak bulunamadı.
vi: Không thể tìm thấy tài nguyên.

source: This match could not be loaded! Valorant discards match details for older matches after a few months.
ar: لا يمكن تحميل هذه المباراة! تتجاهل لعبة Valorant تفاصيل المباراة للمباريات الأقدم بعد بضعة أشهر.
cs: Tento zápas nebylo možné načíst! Valorant po několika měsících maže podrobnosti starších zápasů.
da: Denne kamp kan ikke indlæses! Valorant fjerner automatisk historikken for ældre kampe efter nogle måneder.
de: Dieses Spiel konnte nicht geladen werden! Valorant verwirft die Details für ältere Spiele nach ein paar Monaten.
es: Esta partida no se ha podido cargar. Valorant descarta los detalles de las partidas más antiguas pasados unos meses.
fr: Ce match n'a pas pu être chargé ! Valorant supprime les détails des matchs les plus anciens après quelques mois.
hu: Ezt a mérkőzést nem lehetett betölteni! A Valorant néhány hónap után törli a régebbi mérkőzések adatait.
id: Pertandingan ini tidak dapat dimuat! Valorant membuang data pertandingan untuk pertandingan yang lama setelah beberapa bulan.
it: Non è stato possibile caricare questa partita! Valorant scarta i dati delle partite più vecchie dopo alcuni mesi.
pt_br: Esta partida não pôde ser carregada! O Valorant descarta os detalhes das partidas mais antigas após alguns meses.
pt_pt: Esta partida não pôde ser carregada! O Valorant descarta os detalhes das partidas mais antigas após alguns meses.
ro: Acest meci nu a putut fi încărcat! Valorant elimină detaliile meciurilor mai vechi după câteva luni.
ru: Не удалось загрузить матч! Valorant удаляет детали матчей спустя несколько месяцев.
tr: Bu maç yüklenemedi! Valorant, birkaç ay sonra eski maçlar için maç ayrıntılarını atar.
vi: Không thể tải trận đấu này! Valorant loại bỏ chi tiết trận đấu cho các trận đấu cũ sau một vài tháng.

source: Unexpected type found: %@
ar: تم العثور على نوع غير متوقع: %@
cs: Nalezen neočekávaný typ: %@
da: Uventet type fundet: %@
de: Unerwarteter Datentyp: %@
es: Tipo inesperado encontrado: %@
fr: Type inattendu trouvé: %@
hu: Váratlan típust találtunk: %@
id: Jenis yang tidak diharapkan ditemukan: %@
it: Tipo imprevisto trovato: %@
pl: Unexpected type found: %@. Znaleziono nieoczekiwany typ: [%s]
pt_br: Tipo imprevisto encontrado: %@
pt_pt: Tipo imprevisto encontrado: %@
ro: Tip neprevăzut găsit: %@
ru: Найден неожиданный тип: %@
tr: Beklenmeyen tür bulundu: %@
vi: Đã tìm thấy dữ liệu không mong muốn: %@

source: Unknown Offer
ar: طلب غير معروف
cs: Neznámá Nabídka
da: Ukendt tilbud
de: Unbekanntes Angebot
es: Oferta desconocida
fr: Offre inconnue
hu: Ismeretlen tétel
id: Penawaran tidak diketahui
it: Offerta Sconosciuta
ja: 知らないオファーがあります
pl: Unknown offer Nieznana oferta
pt_br: Oferta desconhecida
pt_pt: Oferta desconhecida
ro: Ofertă Necunoscută
ru: Неизвестное предложение
tr: Bilinmeyen Teklif
vi: Ưu đãi không xác định

source: Unknown Skin
ar: تغليف غير معروف
cs: Neznámý Skin
da: Ukendt Skin
de: Unbekannte Skin
es: Diseño desconocido
fr: Skin inconnu
hu: Ismeretlen kinézet
id: Skin tidak diketahui
it: Skin Sconosciuta
ja: 知らないスキンがあります
pl: Unknown skin nieznana skóra broni
pt_br: Skin Desconhecida
pt_pt: Pele Desconhecida
ro: Skin Necunoscut
ru: Неизвестный Скин
tr: Bilinmeyen Skin
vi: Skin không xác định

source: Unknown keychain error: %d
ar: خطأ سلسلة مفاتيح غير معروف: %d
cs: Neznámá chyba klíčenky: %d
da: Ukendt nøgleringsfejl: %d
de: Unbekannter Schlüsselbund-Fehler: %d
es: Error de keychain desconocido: %d
fr: Problème inconnu du trousseau de clés : %d
hu: Ismeretlen kulcs hiba: %d
id: Kesalahan rantai kunci tidak dikenal: %d
it: Errore sconosciuto del keychain: %d
pt_br: Erro de keychain desconhecido: %d
pt_pt: Erro de porta-chaves desconhecido: %d
ro: Eroare keychain necunoscută: %d
ru: Неизвестная ошибка связки ключей: %d
tr: Bilinmeyen anahtar zinciri hatası: %d
vi: Lỗi chuỗi khóa không xác định: %d

source: Update to iOS 15.4 to see the reason!
ar: قم بالتحديث الى iOS 15.4 لتعرف السبب!
cs: Aktualizujte na iOS 15.4 a uvidíte důvod!
da: Opdater til iOS 15.4 for at se årsagen!
de: Auf iOS 15.4 und neuer kann der Grund angezeigt werden!
es: ¡Actualice a iOS 15.4 para ver la razón!
fr: Mettez à jour iOS 15.4 pour voir la raison !
hu: Kérlek frissits Ios 15.4-re vagy a legújabb verzióra, hogy látsd az okát!
id: Perbarui ke iOS 15.4 untuk mengetahui alasannya!
it: Aggiorna a iOS 15.4 per vedere il motivo!
pt_br: Para ver o motivo, atualize para o iOS 15.4!
pt_pt: Atualiza para o iOS 15.4 para ver o motivo!
ro: Actualizați la iOS 15.4 pentru a vedea motivul!
ru: Обновите до iOS 15.4, чтобы увидеть причину!
tr: Nedenini görmek için iOS 15.4'e güncelleyin!
vi: Cập nhật lên iOS 15.4 để xem lý do!

source: Valorant is currently undergoing scheduled maintenance. Riot is probably updating the game!
ar: Valorant تخضع حاليا للصيانة. شركة Riot تقوم الان بتحديث اللعبة!
cs: Valorant v současné době prochází plánovanou údržbou. Riot pravděpodobně hru aktualizuje!
da: Valorant er i øjeblikket i gang med planlagt vedligeholdelse. Riot er sandsynligvis ved at opdatere spillet!
de: Valorant wird derzeit einer planmäßigen Wartung unterzogen. Riot aktualisiert wahrscheinlich das Spiel!
es: Valorant esta actualmente en un mantenimiento programado. ¡Seguramente Riot va a actualizar el juego!
fr: Valorant est actuellement en maintenance. Riot met probablement à jour le jeu!
hu: A Valorant jelenleg karbantartás alatt van, A Riot Games valószinüleg frissiti a játékot!
id: Valorant saat ini sedang menjalani pemeliharaan terjadwal. Riot mungkin sedang memperbarui game ini!
it: Valorant è attualmente in fase di manutenzione programmata. Probabilmente Riot sta aggiornando il gioco!
ja: VALORANTは今メインテナンス中ですからアプリは今使えません
pl: Valorant is currently undergoing scheduled maintenance. Riot is probably updating the game! Valorant przechodzi obecnie zaplanowaną konserwację. Riot prawdopodobnie aktualizuje grę!
pt_br: O Valorant está atualmente em manutenção programada. A Riot está provavelmente atualizando o jogo!
pt_pt: A Valorant está atualmente em manutenção programada. Riot está provavelmente a atualizar o jogo!
ro: Pentru moment, Valorant este în cursul unei mentenanțe programate. Probabil Riot actualizează jocul!
ru: В настоящее время Valorant находится на плановом техническом обслуживании. Вероятно, Riot обновляет игру!
tr: Valorant şu anda planlı bir bakım altında. Riot muhtemelen oyunu güncelliyordur!
vi: Valorant hiện đang được bảo trì theo lịch trình. Riot đang cập nhật trò chơi!
