Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Level %lld
ar: مستوى الحساب %lld
cs: Úroveň %lld
es: Nivel %lld
fr: Niveau %lld
hu: Szint %lld
it: Livello %lld
pt_br: Nível %lld
ro: Nivel %lld
ru: Уровень %lld
sv: Nivå %lld
tr: Seviye %lld

source: Lifetime Peak
ar: أعلى مرتبة على الإطلاق
cs: Nejvyšší Dosažený Rank
da: Livstid Peak
de: Rekord
es: Pico máximo
fr: Plus haut rang atteint
hu: Eddigi legmagasabb rank
id: Rank Tertinggi
it: Grado Massimo Raggiunto
pt_br: Rank mais alto
ru: Максимум за все время
sv: Livstid Peak
tr: Ömür Boyu Zirve

source: Light Mode
ar: الوضع الفاتح
cs: Světlý režim
da: Lys-tilstand
de: Hellmodus
es: Claro
fr: Mode clair
hu: Világos mód
id: Mode Terang
it: Tema Chiaro
pt_br: Modo Claro
ro: Mod de lumină
ru: Светлый режим
sv: Ljusläge
tr: Beyaz Mod

source: Links
ar: الروابط
cs: Odkazy
es: Enlaces
fr: Liens
hu: Linkek
id: Tautan
it: Collegamenti
ru: Ссылки
sv: Länkar
tr: Bağlantılar

source: Live
ar: مباشر
es: En Vivo
fr: Jeu
hu: Élő
id: Langsung
it: Gioco
pt_br: Ao vivo
ru: Игра
tr: Canlı

source: Live Match
ar: المبارة المباشرة
cs: Aktuální Zápas
da: Live kamp
de: Aktuelles Spiel
es: Partida en vivo
fr: Match en direct
hu: Élő meccs
id: Pertandingan Langsung
it: Partita in Live
pt_br: Partida atual
ro: Meci în direct
ru: Текущий матч
tr: Canlı Maç

source: Load Data
ar: حمّل البيانات
cs: Načíst data
da: Data om belastning
de: Daten laden
es: Cargar datos
fr: Charger les données
hu: Adatok betöltése
id: Muat Data
it: Carica i Dati
pt_br: Carregar dados
ro: Încarcă datele
ru: Загрузить данные
sv: Ladda data
tr: Verileri Yükle

source: Load Older Matches
ar: حمّل المباريات القديمة
cs: Načíst starší zápasy
da: Indlæs ældre kampe
de: Ältere Spiele laden
es: Cargar partidas antiguas
fr: Charger les anciennes parties
hu: Régebbi meccsek betöltése
id: Muat Pertandingan Lama
it: Carica Partite più Vecchie
pt_br: Carregar partidas mais antigas
ro: Încărcați meciuri mai vechi
ru: Загрузить более старые матчи
sv: Ladda gamla matcher
tr: Eski Maçları Yükle

source: Loading Store Info…
ar: جاري تحميل معلومات المتجر…
cs: Načítání informací o obchodě…
da: Indlæser butiksoplysninger…
de: App-Store-Info wird geladen…
es: Cargando información de la tienda…
fr: Chargement des informations de la boutique…
hu: Bolti információk betöltése…
id: Memuat Info Toko…
it: Caricamento Informazioni…
pt_br: Carregando informações da loja…
ro: Încărcare Informații despre magazin…
ru: Загрузка информации о магазине…
sv: Laddar shoppen…
tr: Mağaza Bilgileri Yükleniyor…

source: Loading request log…
ar: جارٍ تحميل سجل الطلب…
cs: Načítání záznamu požadavků…
da: Indlæsning af request log…
de: Kommunikationsverlauf wird geladen…
es: Cargando peticiones…
fr: Chargement du journal des requêtes…
hu: Kérési napló betöltése…
id: Memuat log permintaan…
it: Caricamento della richiesta del Log…
pt_br: Carregando registro de pedidos…
ro: Încărcarea jurnalului de cerere…
ru: Загрузка журнала запросов…
sv: Laddar efterfrågan av logg…
tr: İstek günlüğü yükleniyor…

source: Loadout
ar: العتاد
cs: Inventář
de: Bewaffnung
es: Colección
fr: Équipement
hu: Felszerelés
it: Equipaggiamento
pt_br: Inventário
ru: Комплект
tr: Ekipman

source: Loadout Delta
ar: دلتا العتاد
cs: Delta Výstroje
de: Bewaffnungs-Delta
es: Delta de armamento
fr: Delta d'armement
hu: Felszerelési Delta
it: Delta Equipaggiamento
pt_br: Diferença de Equipamentos
ru: Дельте комплекта
tr: Yükleme Farkı

source: Loadout Delta is computed as the difference between the average loadout value of players on each team. For example, a loadout delta of +1000 means your team's loadouts were an average of 1000 credits more valuable than the enemy team's in that round.
ar: يتم حساب دلتا العتاد على أنه الفرق بين متوسط قيمة التحميل للاعبين في كل فريق. على سبيل المثال ، تعني دلتا العتاد بمقدار +1000 أن عتاد فريقك كان في المتوسط 1000 رصيد أكثر قيمة من فريق العدو في تلك الجولة.
cs: Delta výstroje se vypočítá jako rozdíl mezi průměrnou cenou zbraní a schopností každého týmu. Například delta výstroje +1000 znamená, že cena zbraní a schopností vašeho týmu je v daném kole v průměru o 1000 kreditů vyšší než cena zbraní a schopností soupeřova týmu.
da: Loadout Delta beregnes som forskellen mellem den gennemsnitlige loadout-værdi for spillerne på hvert hold. Et loadout-delta på +1000 betyder f. eks., at dit holds loadouts i gennemsnit var 1000 credits mere værd end fjendens hold i den pågældende runde.
de: Bewaffnungs-Delta berechnet sich aus der Differenz zwischen dem durchschnittlichen Bewaffnungswert der Spieler auf beiden Teams. Zum Beispiel heißt ein Delta von +1000, dass dein Team durchschnittlich 1000 mehr Creds an wert in seiner Bewaffnung hatte als das gegnerische.
es: Delta se calcula como la diferencia entre el valor medio del armamento de los jugadores de cada equipo. Por ejemplo, un delta de armamento de +1000 significa que las cargas de tu equipo eran una media de 1000 créditos más valiosa que las del equipo enemigo en esa ronda.
fr: Le delta d'armement est calculé comme la différence entre la valeur moyenne des chargements des joueurs de chaque équipe. Par exemple, un delta de chargement de +1000 signifie que les chargements de votre équipe valaient en moyenne 1000 crédits de plus que ceux de l'équipe ennemie lors de ce tour.
hu: A felszerelési Delta az egyes csapatok játékosainak átlagos felszerelésének értéke közötti különbségként kerül kiszámításra. Például egy +1000-es loadout delta azt jelenti, hogy a csapatod felszerelése átlagosan 1000 kredittel volt értékesebb, mint az ellenséges csapaté az adott körben.
id: Loadout Delta kami hitung sebagai selisih antara nilai rata-rata loadout pemain di setiap tim. Contoh, loadout delta +1000 berarti loadout tim Anda rata-rata 1000 kredit lebih banyak daripada tim musuh di ronde tersebut.
it: Il Delta dell'Equipaggiamento è calcolato come la differenza tra il valore medio dell equipaggiamento dei giocatori di ogni squadra. Ad esempio, un delta di equipaggiamento di +1000 significa che l'equipaggiamento della propria squadra è stato in media di 1000 crediti più costoso di quello della squadra nemica in quel round.
pt_br: Diferença de Equipamentos é calculado como a diferença entre a média de equipamentos entre os jogadores de cada time. Por exemplo, um delta de equipamentos de +1000 significa que o equipamento do seu time era, em média, 1000 créditos mais valioso que o do time inimigo naquela rodada.
ro: Loadout Delta este calculată ca diferență între valoarea medie de loadout a jucătorilor din fiecare echipă. De exemplu, un delta de încărcare de +1000 înseamnă că încărcăturile echipei tale au fost în medie cu 1000 de credite mai valoroase decât cele ale echipei inamice în runda respectivă.
ru: Дельта комплекта рассчитывается как разница между средними значениями цены оружий и способностей игроков каждой команды. Например, дельта комплекта +1000 означает, что цена оружий и способностей вашей команды были в среднем на 1000 кредитов выше, чем у команды противника в этом раунде.
sv: Loadout Delta beräknas som skillnaden mellan det genomsnittliga loadoutvärdet för spelarna i varje lag. Till exempel innebär ett loadout-delta på +1000 att ditt lags loadouts i genomsnitt var 1000 krediter mer värdefulla än fiendens lags i den omgången.
tr: Yük Deltası, her takımdaki oyuncuların ortalama yük değeri arasındaki fark olarak hesaplanır. Örneğin, +1000lik bir yükleme deltası, takımınızın yüklemelerinin o turda düşman takımın yüklemelerinden ortalama 1000 kredi daha değerli olduğu anlamına gelir.

source: Loadout not loaded!
ar: لم يتم تحميل العتاد!
cs: Inventář není načten!
da: Loadout ikke indlæst!
de: Bewaffnung nicht geladen!
es: ¡Armamento no cargado!
fr: L'équipement n'est pas chargé!
hu: A felszerelést nem lehet betölteni!
id: Loadout tidak dimuat!
it: Equipaggiamento non caricato!
pt_br: Inventário não carregado!
ro: Loadout nu este încărcat!
ru: Комплект не загружен!
sv: Loadout inte laddad!
tr: Ekipmanlar Yüklenemedi!

source: Lock In
ar: تثبيت
cs: Vybrat
da: Lås ind
de: Bestätigen
es: Seleccionar
fr: Verrouiller
hu: Kiválasztás
id: Kunci
it: Conferma
pt_br: Confirmar
ru: Выбрать
sv: Lås in Agent
tr: Kilitle

source: Lock In %@
ar: قم بتثبيت %@
cs: Vybrat %@
da: Lås %@
de: %@ bestätigen
es: Seleccionar %@
fr: Verrouiller %@
hu: Kiválasztás %@
id: Kunci di %@
it: Conferma %@
pt_br: Confirmar %@
ru: Выбрать %@
sv: Lås in %@
tr: Kilitle %@

source: Look Up
ar: إبحث
cs: Hledat
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
hu: Görgess fel
id: Lihat
it: Cerca
pt_br: Procurar
ro: Privește în sus
ru: Найти
sv: Leta upp
tr: Yukarı Bak

source: Looks like you're trying to enter your Riot ID (and tagline) as username! Your username is actually something else: it's what you use to sign into the Valorant launcher. If you don't know your username or don't have one, you can fix that at [account.riotgames.com](https://account.riotgames.com).
ar: يبدو أنك تحاول إدخال Riot ID كاسم مستخدم! اسم المستخدم الخاص بك هو في الواقع شيء آخر: إنه ما تستخدمه لتسجيل الدخول إلى مشغّل Valorant. إذا كنت لا تعرف اسم المستخدم الخاص بك أو لم يكن لديك اسم مستخدم ، فيمكنك إصلاح ذلك على[account.riotgames.com](https://account.riotgames.com).
cs: Vypadá to, že se pokoušíte zadat své Riot ID (a tagline) jako uživatelské jméno! Vaše uživatelské jméno je ve skutečnosti něco jiného: je to to, co používáte k přihlášení do Valorantu. Pokud své uživatelské jméno neznáte nebo ho nemáte, můžete jej zjistit na adrese [account.riotgames.com](https://account.riotgames.com).
da: Det ser ud til, at du forsøger at indtaste dit Riot ID (og tagline) som brugernavn! Dit brugernavn er faktisk noget andet: det er det, du bruger til at logge ind på Valorant-spillet Hvis du ikke kender dit brugernavn eller ikke har et, kan du rette det på [account.riotgames.com](https://account.riotgames.com).
de: Sieht so aus, als ob du versuchst, deine Riot ID (und Tagline) als Benutzernamen einzugeben! Dein Benutzername ist eigentlich etwas anderes: Er ist das, was du benutzt, um dich im Valorant-Launcher anzumelden. Wenn du deinen Benutzernamen nicht kennst oder keinen hast, kannst du das unter [account.riotgames.com](https://account.riotgames.com) ändern.
es: ¡Parece que estás intentando introducir tu Riot ID (y Tag) como nombre de usuario! Tu nombre de usuario es en realidad otra cosa: es lo que utilizas para iniciar sesión en el cliente de Valorant. Si no sabes tu nombre de usuario o no tienes uno, puedes arreglarlo en [account.riotgames.com](https://account.riotgames.com).
fr: On dirait que vous essayez d'entrer votre Riot ID (et votre tag) comme nom d'utilisateur ! Votre nom d'utilisateur est en fait quelque chose d'autre : c'est ce que vous utilisez pour vous connecter au lanceur Valorant. Si tu ne connais pas ton nom d'utilisateur ou si tu n'en as pas, tu peux le corriger à l'adresse [account.riotgames.com](https://account.riotgames.com).
hu: Úgy tűnik, hogy a Riot azonosítódat (és tegline-odat) próbálod megadni felhasználónévként! A felhasználóneved valójában valami más: ezzel jelentkezel be a Valorant indítóprogramba. Ha nem tudod a felhasználóneved, vagy nincs, akkor ezt a [account.riotgames.com](https://account.riotgames.com) oldalon tudod megjavítani.
id: Sepertinya Anda mencoba memasukan Riot ID (serta tagline) Anda sebagai nama pengguna! Nama pengguna Anda sebenarnya adalah sesuatu yang berbeda: nama pengguna yang Anda gunakan untuk masuk ke launcher Valorant. Jika Anda tidak tahu nama pengguna Anda atau belum memilikinya, Anda dapat memperbaikinya di [account.riotgames.com](https://account.riotgames.com).
it: Sembra che tu stia cercando di inserire il tuo ID Riot (e la tagline) come nome utente! Il tuo nome utente è in realtà un'altra cosa: è quello che usi per accedere al launcher di Valorant. Se non conosci il tuo nome utente o non ne hai uno, puoi risolvere il problema su [account.riotgames.com](https://account.riotgames.com).
pt_br: Parece que você está tentando inserir o seu Riot ID (e tag) como nome de usuário! Na verdade, o seu nome de usuário é outra coisa: é o que você usa para entrar no launcher do Valorant. Se você não sabe o seu nome de usuário ou não tem um, pode resolver isso em [account.riotgames.com](https://account.riotgames.com).
ro: Se pare că încerci să introduci ID-ul tău Riot (și tagline) ca nume de utilizator! Numele tău de utilizator este de fapt altceva: este ceea ce folosești pentru a te conecta la lansatorul Valorant. Dacă nu știi numele tău de utilizator sau nu ai unul, poți rezolva asta la [account.riotgames.com](https://account.riotgames.com).
ru: Похоже, вы пытаетесь ввести свой Riot ID (и теглайн) в качестве имени пользователя! На самом деле, ваше имя пользователя - это нечто другое: это то, что вы используете для входа в программу запуска Valorant. Если вы не знаете своего имени пользователя или у вас его нет, вы можете исправить это на сайте [account.riotgames.com](https://account.riotgames.com).
sv: Det verkar som om du försöker ange ditt Riot-ID (och din tagline) som användarnamn! Ditt användarnamn är faktiskt något annat: det är det du använder för att logga in på Valorant-clienten på datorn. Om du inte vet ditt användarnamn eller inte har något kan du hitta det på [account.riotgames.com](https://account.riotgames.com).
tr: Görünüşe göre Riot ID'nizi (ve sloganınızı) kullanıcı adı olarak girmeye çalışıyorsunuz! Kullanıcı adınız aslında başka bir şeydir: Valorant başlatıcısında oturum açmak için kullandığınız şeydir. Kullanıcı adınızı bilmiyorsanız veya kullanıcı adınız yoksa, bunu [account.riotgames.com](https://account.riotgames.com) adresinden düzeltebilirsiniz.

source: Losses
ar: الخسارات
cs: Ztráty
da: Tabte
de: Niederlagen
es: Perdidas
fr: Défaites
hu: Veszteségek
id: Kalah
it: Sconfitte
pt_br: Derrotas
ro: Pierderi
ru: Поражения
sv: Förluster
tr: Kaybedilenler

source: Magazine Size
ar: حجم المجلة البندقية
cs: Velikost Zásobníku
da: Magasin størrelse
de: Magazingröße
es: Tamaño del cargador
fr: Taille du chargeur
hu: Tár mérete
id: Ukuran Magasin
it: Dimensione Caricatore
pt_br: Tamanho do clipe
ro: Dimensiunea revistei
ru: Размер магазина
tr: Şarjör Kapasitesi

source: Manage Assets
ar: إدارة الموارد
cs: Správa Assetů
da: Administrer aktiver
de: Assets verwalten
es: Gestionar archivos
fr: Gérer les ressources
hu: Fájlok kezelése
id: Mengelola Aset
it: Gestisci Assets
pt_br: Gerenciar arquivos
ro: Gestionați activele
ru: Управление ресурсами
sv: Hantera tillgångar
tr: Varlıkları Yönet

source: Manage Local Storage
ar: إدارة التخزين المحلي
cs: Správa Místního Uložiště
da: Administrer lokal lagring
de: Lokalen Speicher verwalten
es: Gestionar almacenamiento local
fr: Gérer le stockage local
hu: Helyi tároló kezelése
id: Mengelola Penyimpanan Lokal
it: Gestisci l'Archiviazione Locale
pt_br: Gerenciar Armazenamento Local
ro: Gestionați stocarea locală
ru: Управление локальным хранилищем
sv: Hantera lokal lagring
tr: Yerel Depolamayı Yönetme

source: Management
ar: الاعدادات
cs: Správa
da: Ledelse
de: Verwalten
es: Gestión
fr: Gestion
hu: Menedzsment
id: Manajemen
it: Gestione Account
pt_br: Gerenciamento
ru: Менеджмент
tr: Yönetim

source: Many thanks to the volunteer translators from our Discord server who have been hard at working translating the app to new languages!
ar: شكراً جزيلاً للمترجمين المتطوعين من خادم Discord الذين عملوا بجد في ترجمة التطبيق إلى لغات جديدة!
cs: Děkujeme dobrovolným překladatelům z našeho Discord serveru, kteří usilovně pracují na překladu aplikace do nových jazyků!
da: Mange tak til de frivillige oversættere fra vores Discord Server, som har arbejdet hårdt på at oversætte appen til nye sprog!
de: Vielen Dank an die freiwilligen Übersetzer unseres Discord-Servers, die hart daran gearbeitet haben, die App in neue Sprachen zu übersetzen!
es: ¡Muchas gracias a los traductores voluntarios de nuestro servidor de Discord, que han trabajado duro traduciendo la aplicación a los nuevos idiomas!
fr: Un grand merci aux traducteurs bénévoles de notre serveur Discord qui ont travaillé dur pour traduire l'application dans de nouvelles langues !
hu: Köszönjük a Discord szerverünk önkéntes fordítóinak, akik keményen dolgoztak az alkalmazás új nyelvekre való fordításán!
id: Terima kasih kepada para penerjemah volunteer dari server Discord kami yang telah bekerja keras menerjemahkan aplikasi ini banyak bahasa-bahasa yang ada!
it: Grazie ai traduttori volontari del nostro Server Discord che hanno lavorato duramente per tradurre l'applicazione in nuove lingue!
pt_br: Muito obrigado aos tradutores voluntários do nosso servidor do Discord que têm trabalhado arduamente na tradução do aplicativo para novas línguas!
ro: Multe mulțumiri traducătorilor voluntari de pe serverul nostru Discord care au lucrat din greu la traducerea aplicației în noi limbi!
ru: Большое спасибо переводчикам-добровольцам с нашего сервера Discord, которые усердно работают над переводом приложения на новые языки!
sv: Ett stort tack till de frivilliga översättarna från vår Discord-server som har arbetat hårt med att översätta appen till nya språk!
tr: Uygulamayı yeni dillere çevirmek için yoğun bir şekilde çalışan Discord sunucumuzdaki gönüllü çevirmenlere çok teşekkürler!

source: Map
ar: الخريطة
cs: Mapa
da: Bane
de: Karte
es: Mapa
fr: Carte
hu: Pálya
id: Peta
it: Mappa
pt_br: Mapa
ro: Hartă
ru: Карта
sv: Kartor
tr: Harita

source: Maps
ar: الخرائط
cs: Mapy
da: Baner
de: Karten
es: Mapas
fr: Cartes
hu: Pályák
id: Peta
it: Mappe
pt_br: Mapas
ro: Hărți
ru: Карты
sv: Kartor
tr: Haritalar

source: Match
ar: المبارة
cs: Zápas
da: Kamp
de: Spiel
es: Partida
fr: Partie
hu: Meccs
id: Pertandingan
it: Partita
pt_br: Partida
ro: Meci
ru: Матч
tr: Maç

source: Match App Language
ar: طابق لغة التطبيق
cs: Sladit s jazykem aplikace
da: Match app sprog
de: App-Sprache verwenden
es: Mismo idioma para los archivos
fr: Faire correspondre la langue de l'application
hu: Az alkalmazás nyelvével azonos
id: Sesuaikan Bahasa Aplikasi
it: Modifica Lingua degli Assets
pt_br: Corresponder ao idioma do aplicativo
ro: Potriviți limba aplicației
ru: Соответствие языку приложения
tr: Uygulama Diline Uy

source: Match Details
ar: تفاصيل المبارة
cs: Podrobnosti o zápase
da: Detaljer om kampen
de: Spieldetails
es: Detalles de la partida
fr: Détails de la partie
hu: A meccs részletei
id: Detail Pertandingan
it: Dettagli delle Partita
pt_br: Detalhes da Partida
ro: Detalii despre meci
ru: Подробности матча
sv: Uppgifter om matchen
tr: Maç Detayları

source: Match Dodged
ar: الغاء الصالة (تهرّب)
cs: Zápasu se podařilo vyhnout
da: Kamp undveget
de: Spiel vermieden
es: Partida evitada
fr: Lobby esquivé
hu: A meccs átugorva
id: Menghindari Pertandingan
it: Partita Saltata
pt_br: Evasão do Lobby
ro: Meci evitat
ru: От матча уклонились
sv: Lobbyn blev dodgad
tr: Maç Atlatıldı

source: Match Lists
ar: لائحة المباريات
cs: Seznamy Zápasů
da: Lister over kampe
de: Verläufe
es: Lista de partidas
fr: Liste des parties
hu: Meccs listák
id: Daftar Pertandingan
it: Elenco delle Partite
pt_br: Lista de Partidas
ro: Listă de meciuri
ru: Списки матчей
sv: Matchlistor
tr: Maç Listeleri

source: Match Loading Errors
ar: أخطاء في تحميل المباراة
cs: Chyba při načítání zápasu
da: Fejl ved indlæsning af kampe
de: Spiel-Ladefehler
es: Errores de carga de partida
fr: Erreurs de chargement des parties
hu: Meccs betöltési hibák
id: Kesalahan Pemuatan Game
it: Errore di Caricamento delle Partite
pt_br: Erros de carregamento de partida
ro: Erori de încărcare a meciurilor
ru: Ошибки загрузки матча
sv: Fel vid laddning av matcher
tr: Maç Yükleme Hataları

source: Match System
ar: طبّق اعدادات الجهاز
cs: Automaticky
de: Automatisch
es: Ajustes del sistema
fr: Automatique
hu: Ugyanaz mint a rendszer beállítása
id: Sesuai Sistem
it: Sincronizza con il Sistema
pt_br: Automático
ro: Potrivește după sistem
ru: Как в системе
sv: Matcha färgen med systemet
tr: Sisteme Uy

source: Matches
ar: المباريات
cs: Zápasy
da: Kampe
de: Spiele
es: Partidas
fr: Parties
hu: Meccsek
id: Pertandingan
it: Partita
pt_br: Partidas
ro: Meciuri
ru: Матчи
sv: Matcher
tr: Maçlar

source: Matches to load: **%lld**
ar: باقي تحميل المباريات **%lld**
cs: Zápasy ke načtení: **%lld**
da: Kampe, der skal indlæses: **%lld**
de: Zu ladende Spiele: **%lld**
es: Partidas para cargar: **%lld**
fr: Parties à charger : **%lld**
hu: Betöltendő meccsek: **%lld**
id: Pertandingan untuk dimuat: **%lld**
it: Partite da caricare: **%lld**
pt_br: Partidas a carregar: **%lld**
ro: Meciuri de încărcat: **%lld**
ru: Матчи для загрузки: **%lld**
tr: Yüklenecek maçlar: **%lld**

source: Member
ar: عضو
cs: Člen
da: Medlem
de: Mitglied
es: Miembro
fr: Membre
hu: Tag
it: Membro
pt_br: Membro
ro: Membru
ru: Член
sv: Medlem
tr: Üye

source: Method
ar: الطريقة
da: Metode
de: Methode
es: Método
fr: Méthode
hu: Módszer
id: Metode
it: Metodo
pt_br: Método
ro: Metoda
ru: Метод
sv: Metod
tr: Yöntem

source: Missing assets!
ar: موارد مفقودة!
cs: Chybí assety!
da: Manglende aktiver!
de: Assets fehlen!
es: ¡Archivos incompletos!
fr: Ressources manquantes !
hu: Hiányzó tartalmak!
id: Beberapa aset hilang!
it: Assets mancanti!
pt_br: Arquivos em falta!
ro: Resurse Lipsă!
ru: Отсутствуют ресурсы!
sv: Saknade tillgångar!
tr: Kayıp varlıklar!

source: Missing season data!
ar: معلومات الموسم مفقودة!
cs: Chybějící data o actu!
da: Manglende session data!
de: Aktdaten fehlen!
es: ¡Faltan datos de la temporada!
fr: Données de saison manquantes!
hu: Hiányzó szezonadatok!
id: Data musim tidak ada!
it: Dati della stagione mancanti!
pt_br: Dados da sessão em falta!
ro: Datele sezonului lipsesc!
ru: Отсутствуют данные о сезоне!
sv: Uppgifter om säsong saknas!
tr: Kayıp sezon verileri!

source: Missions
ar: المهام
cs: Úkoly
da: Missioner
de: Missionen
es: Misiones
hu: Küldetések
id: Misi
it: Missioni
pt_br: Missões
ro: Misiuni
ru: Миссии
sv: Uppdrag
tr: Görevler

source: Missions not loaded!
ar: لم يتم تحميل المهام!
cs: Úkoly nejsou načteny!
da: Missioner er ikke indlæst!
de: Missionen nicht geladen!
es: ¡Misiones no cargadas!
fr: Missions non chargées!
hu: A küldetéseket nem lehet betölteni!
id: Misi belum dimuat!
it: Missioni non caricate!
pt_br: Missões não foram carregadas!
ro: Misiunile nu sunt încărcate!
ru: Миссии не загружены!
tr: Görevler yüklenmedi!

source: Month
ar: الشهر
cs: Měsíc
da: Måned
de: Monat
es: Mes
fr: Mois
hu: Hónap
id: Bulan
it: Mese
pt_br: Mês
ro: Luna
ru: Месяц
sv: Månad
tr: Ay

source: Multiple Account Support
ar: دعم للحسابات المتعددة
cs: Podpora více účtů
da: Støtte til flere konti
de: Unterstützung für mehrere Konten
es: Soporta múltiples cuentas
fr: Plusieurs comptes supportés
hu: Több fiók támogatása
id: Dukungan Beberapa Akun
it: Supporto per più Account
pt_br: Suporte a Múltiplas Contas
ro: Suport pentru conturi multiple
ru: Поддержка нескольких аккаунтов
sv: Stöd för flera konton
tr: Çoklu Hesap Desteği

source: Multiple Accounts
ar: حسابات متعددة
cs: Více účtů
da: Flere konti
de: Mehrere Konten
es: Cuentas múltiples
fr: Plusieurs comptes
hu: Több fiók
id: Beberapa Akun
it: Più Account
pt_br: Múltiplas Contas
ro: Conturi multiple
ru: Несколько аккаунтов
sv: Flera konton
tr: Çoklu Hesap

source: Name
ar: الأسم
cs: Jméno
da: Navn
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
pt_br: Nome
ro: Nume
ru: Имя
sv: Namn
tr: İsim

source: Newest available: %@
ar: المتاح الأحدث: %@
cs: Nejnovější dostupné: %@
da: Nyeste tilgængelige: %@
de: Neuste verfügbare: %@
es: Lo más reciente disponible: %@
fr: Dernière version disponible: %@
hu: Legújabb elérhető: %@
id: Pembaruan tersedia: %@
it: Dati più recenti: %@
pt_br: Mais novo disponível: %@
ro: Cel mai nou disponibil: %@
ru: Доступны самые новые: %@
sv: Senaste tillgängliga: %@
tr: En yeni mevcut: %@

source: Night Market
ar: السوق الليلية
cs: Noční Trh
de: Nachtmarkt
es: Mercado Nocturno
fr: Marché nocturne
it: Mercato Nero
pt_br: Mercado Noturno
ro: Piața de noapte
ru: Ночной рынок
tr: Gece Pazarı
