Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Unfortunately, Valorant doesn't store information about which weapon was used for each hit. All we get is the weapon you started the round with and what weapon you used for each kill. Recon Bolt guesses the weapon involved in each damage based on this information, but it cannot be perfect (and neither can any other tracker).
ar: لسوء الحظ ، لا يقوم Valorant بتخزين المعلومات حول السلاح الذي تم استخدامه لكل ضربة. كل ما نحصل عليه هو السلاح الذي بدأت به الجولة والسلاح الذي استخدمته في كل عملية قتل. يخمن Recon Bolt السلاح المتضمن في كل ضرر بناءً على هذه المعلومات ، لكنه لا يمكن أن يكون مثاليًا (ولا يمكن لأي tracker آخر).
cs: Valorant bohužel neukládá informace o tom, jaká zbraň byla použita pro každý zásah. Jediné, co se dozvíme, je, s jakou zbraní jste kolo zahájili a jakou zbraň jste použili při každém zabití. Recon Bolt na základě těchto informací odhaduje, jaká zbraň se podílela na každém poškození, ale nemůže být dokonalý (stejně jako žádný jiný tracker).
da: Desværre gemmer Valorant ikke oplysninger om, hvilket våben der blev brugt til hvert slag. Det eneste vi får er det våben, du startede runden med, og hvilket våben du brugte til hvert drab. Recon Bolt gætter på hvilket våben der er involveret i hver skade baseret på disse oplysninger, men det kan ikke være perfekt (og ingen andre kan tracke dette heller).
de: Leider speichert Valorant keine Informationen darüber, welche Waffe für die einzelnen Treffer verwendet wurde. Alles, was wir bekommen, ist die Waffe, mit der du die Runde begonnen hast, und welche Waffe du für jeden Kill benutzt hast. Recon Bolt errät die Waffe, die an jedem Schaden beteiligt war, auf Grundlage dieser Informationen, aber es (und jeder anderer Tracker) kann nicht perfekt sein.
es: Lamentablemente, Valorant no almacena información sobre qué arma se utilizó para cada golpe. Todo lo que tenemos es el arma con la que empezaste la ronda y qué arma usaste para cada muerte. Recon Bolt adivina el arma implicada en cada daño basándose en esta información, pero no puede ser perfecto (como tampoco puede serlo ningún otro rastreador).
fr: Malheureusement, Valorant n'enregistre pas d'informations sur l'arme utilisée pour chaque coup. Tout ce que nous avons, c'est l'arme avec laquelle vous avez commencé le round et l'arme que vous avez utilisée pour chaque mort. Recon Bolt devine l'arme impliquée dans chaque dommage en se basant sur ces informations, mais il ne peut pas être parfait (et aucun autre tracker ne peut le faire non plus).
hu: Sajnos a Valorant nem tárolja az információt arról, hogy melyik fegyvert használták az egyes találatokhoz. Mindössze annyit kapunk, hogy milyen fegyverrel kezdted a kört, és milyen fegyvert használtál az egyes találatoknál. A Recon Bolt ezen információk alapján találgatja az egyes sebzésekben részt vevő fegyvert, de nem lehet tökéletes (ahogyan más nyomkövető sem).
id: Sayangnya, Valorant tidak menyimpan informasi tentang senjata yang digunakan setiap hit. Kami hanya mendapatkan data senjata yang Anda gunakan untuk memulai ronde dan senjata apa yang digunakan pada setiap bunuhnya. Recon Bolt menebak senjata yang terlibat dalam setiap damage berdasarkan informasi ini. Tetapi tidak sempurna (Begitu pula dengan aplikasi tracker lain-nya).
it: Purtroppo Valorant non memorizza le informazioni sull'arma utilizzata per ogni colpo. Tutto ciò che ci viene fornito è l'arma con cui hai iniziato il round e quella che hai usato per ogni uccisione. Recon Bolt indovina l'arma coinvolta in ogni danno sulla base di queste informazioni, ma non può essere perfetto (e nemmeno qualsiasi altro tracker).
pt_br: Infelizmente, o Valorant não armazena as informações sobre qual arma foi usada para cada tiro. Tudo o que obtemos é a arma com a qual você começou na rodada e qual arma você usou para cada morte. O Recon Bolt adivinha a arma utilizada em cada dano com base nessas informações, mas não pode ser perfeito (nem qualquer outro tracker).
ro: Din nefericire, Valorant nu stochează informații despre ce armă a fost folosită pentru fiecare lovitură. Tot ce primim este arma cu care ați început runda și ce armă ați folosit pentru fiecare lovitură. Recon Bolt ghicește arma implicată în fiecare avarie pe baza acestor informații, dar nu poate fi perfect (și nici orice alt tracker).
ru: К сожалению, Valorant не хранит информацию о том, какое оружие было использовано для каждого попадания. Все, что мы получаем - это информация о том, с каким оружием вы начали раунд и какое оружие вы использовали для каждого убийства. Recon Bolt угадывает оружие, задействованное в каждом нанесении урона, на основе этой информации, но он не может быть совершенным (как и любой другой трекер).
tr: Ne yazık ki Valorant her vuruşta hangi silahın kullanıldığı bilgisini saklamıyor. Elimizdeki tek şey, tura hangi silahla başladığınız ve her öldürme için hangi silahı kullandığınız. Recon Bolt bu bilgilere dayanarak her hasarda kullanılan silahı tahmin eder, ancak mükemmel olamaz (ve başka herhangi bir izleyici de olamaz).

source: Unfortunately, due to technical limitations, you cannot sign into Recon Bolt via your Google account, Apple ID, or anything but a Riot account. Assuming you signed up for Valorant using Google/Apple/etc., you can set up your account to add a username & password on Riot's site at [account.riotgames.com](https://account.riotgames.com). Note that your Riot ID is **not** the same as your username! If you've forgotten your username, you can reset it at [recovery.riotgames.com](https://recovery.riotgames.com). On that site, navigate to **Riot Account Sign-in** and set yourself a username and password. When you're done, you can use those same credentials to sign in above! Your social account will stay linked and you'll remain able to sign in with that on PC :)
ar: لسوء الحظ ، نظرًا للعطول التقنية ، لا يمكنك تسجيل الدخول إلى Recon Bolt عبر حساب Google أو معرف Apple أو أي شيء سوى حساب Riot. بافتراض أنك اشتركت في Valorant باستخدام Google / Apple / وما إلى ذلك ، يمكنك إعداد حسابك لإضافة اسم مستخدم وكلمة مرور على موقع Riot على [account.riotgames.com] (https://account.riotgames.com). لاحظ أن معرف Riot الخاص بك ** ليس ** هو نفس اسم المستخدم الخاص بك! إذا نسيت اسم المستخدم الخاص بك ، فيمكنك إعادة تعيينه على [recovery.riotgames.com] (https://recovery.riotgames.com). في هذا الموقع ، انتقل إلى ** تسجيل الدخول إلى حساب Riot ** وقم بتعيين اسم مستخدم وكلمة مرور لنفسك. عند الانتهاء ، يمكنك استخدام نفس بيانات الاعتماد لتسجيل الدخول أعلاه! سيبقى حسابك الاجتماعي مرتبطًا وستظل قادرًا على تسجيل الدخول باستخدام ذلك على جهاز الكمبيوتر :)
cs: Kvůli technickým omezením se bohužel nemůžete do Recon Bolt přihlásit prostřednictvím účtu Google, Apple ID nebo jiného. Pokud jste se zaregistrovali do Valorantu pomocí účtu Google/Apple/jiného, můžete si svůj účet nastavit přidáním uživatelského jména a hesla na webových stránkách Riotu na adrese [account.riotgames.com](https://account.riotgames.com). Všimněte si, že vaše Riot ID **není** stejné jako vaše uživatelské jméno! Pokud jste své uživatelské jméno zapomněli, můžete jej obnovit na adrese [recovery.riotgames.com](https://recovery.riotgames.com). Na této stránce přejděte na **Přihlášení k účtu Riot** a nastavte si uživatelské jméno a heslo. Poté budete moci použít stejné přihlašovací údaje jako výše! Váš účet na sociální síti zůstane propojen a budete se moci pomocí něj přihlásit i na počítači :)
da: På grund af tekniske begrænsninger kan du desværre ikke logge ind på Recon Bolt via din Google-konto, dit Apple ID eller noget andet end en Riot-konto. Hvis du har tilmeldt dig Valorant via Google/Apple/etc., kan du oprette din konto for at tilføje et brugernavn og en adgangskode på Riots websted på [account.riotgames.com](https://account.riotgames.com). Bemærk, at dit Riot ID **ikke** er det samme som dit brugernavn! Hvis du har glemt dit brugernavn, kan du nulstille det på [recovery.riotgames.com](https://recovery.riotgames.com). På dette websted skal du navigere til **Riot Account Sign-in** og angive et brugernavn og en adgangskode. Når du er færdig, kan du bruge de samme oplysninger til at logge ind ovenfor! Din sociale konto forbliver knyttet, og du vil fortsat kunne logge ind med den på pc'en :)
de: Leider kannst du dich aus technischen Gründen nicht über dein Google-Konto, deine Apple-ID oder ein anderes non-Riot-Konto in Recon Bolt anmelden. Wenn du dich mit Google/Apple/etc. bei Valorant registriert hast, kannst du dein Konto auf der Riot-Website [account.riotgames.com](https://account.riotgames.com) einrichten, um einen Benutzernamen und ein Passwort hinzuzufügen. Beachte, dass deine Riot ID **nicht** dasselbe wie dein Benutzername ist! Wenn du deinen Benutzernamen vergessen hast, kannst du ihn unter [recovery.riotgames.com](https://recovery.riotgames.com) zurücksetzen. Navigiere auf dieser Seite zu **Riot Account Sign-in** und gib dir einen Benutzernamen und ein Passwort. Danach kannst du dich mit denselben Anmeldedaten wie oben anmelden! Dein soziales Konto bleibt verknüpft und du kannst dich damit weiterhin am PC anmelden :)
es: Lamentablemente, debido a limitaciones técnicas, no puedes iniciar sesión en Recon Bolt a través de tu cuenta de Google, ID de Apple o cualquier otra cosa que no sea una cuenta de Riot. Suponiendo que te hayas registrado en Valorant a través de Google/Apple/etc., puedes configurar tu cuenta para añadir un nombre de usuario y una contraseña en Riot en [account.riotgames.com](https://account.riotgames.com). Ten en cuenta que tu Riot ID **no** coincide con tu nombre de usuario. Si has olvidado tu nombre de usuario, puedes restablecerlo en [recovery.riotgames.com](https://recovery.riotgames.com). En ese sitio, ve a **Inicio de sesión de cuenta de Riot** y establece un nombre de usuario y una contraseña. Cuando lo hayas hecho, podrás utilizar esas mismas credenciales para iniciar sesión. Tu cuenta social permanecerá vinculada y podrás seguir iniciando sesión con ella en el PC :)
fr: Malheureusement, en raison de limitations techniques, vous ne pouvez pas vous connecter à Recon Bolt via votre compte Google, Apple ID, ou autre chose qu'un compte Riot. Si vous vous êtes inscrit à Valorant en utilisant Google/Apple/etc., vous pouvez configurer votre compte pour ajouter un nom d'utilisateur et un mot de passe sur le site de Riot à l'adresse [account.riotgames.com](https://account.riotgames.com). Notez que votre Riot ID n'est **pas** le même que votre nom d'utilisateur ! Si vous avez oublié votre nom d'utilisateur, vous pouvez le réinitialiser sur [recovery.riotgames.com](https://recovery.riotgames.com). Sur ce site, naviguez vers **Connexion au compte Riot** et définissez votre nom d'utilisateur et votre mot de passe. Lorsque vous aurez terminé, vous pourrez utiliser ces mêmes identifiants pour vous connecter ci-dessus ! Votre compte social restera lié et vous pourrez toujours vous connecter avec sur votre PC :)
hu: Sajnos technikai korlátozások miatt nem tudsz bejelentkezni a Recon Boltba a Google-fiókoddal, Apple ID-ddel vagy bármi mással, csak egy Riot-fiókkal. Feltételezve, hogy a Valorantra a Google/Apple/stb. segítségével regisztráltál, a Riot oldalán, a [account.riotgames.com](https://account.riotgames.com) címen tudod beállítani a fiókodat, hogy hozzáadj egy felhasználónevet és jelszót. Vedd figyelembe, hogy a Riot azonosítód **nem** azonos a felhasználóneveddel! Ha elfelejtetted a felhasználóneved, a [recovery.riotgames.com](https://recovery.riotgames.com) oldalon tudod visszaállítani. Ezen az oldalon navigálj a **Riot Account Sign-in** menüpontra, és állíts be magadnak felhasználónevet és jelszót. Ha ezzel megvagy, ugyanezekkel a belépési adatokkal tudsz fentebb bejelentkezni! A közösségi fiókod továbbra is összekapcsolva marad, és továbbra is be tudsz majd jelentkezni vele a PC-n :)
id: Sayangnya, karena keterbatasan teknis Anda tidak dapat masuk ke Recon Bolt melalui akun Google, Apple ID, dan lainnya selain akun Riot. Dengan asumsi Anda mendaftar ke Valorant Menggunakan Google/Apple/dll, Anda dapat mengatur akun Anda untuk menambahkan nama pengguna & kata sandi di situs Riot di [account.riotgames.com](https://account.riotgames.com). Pastikan bahwa ID Riot Anda **tidak** sama dengan pengguna Anda! Jika Anda lupa nama pengguna Anda, Anda dapat mengatur ulang nama pengguna Anda di [recovery.riotgames.com](https://recovery.riotgames.com). Di situs tersebut, buka **Masuk Akun Riot** dan tentukan nama pengguna dan kata sandi Anda. Setelah selesai, Anda dapat menggunakan kredensial yang sama untuk masuk di atas! Akun sosial Anda akan tetap terhubung dan Anda akan tetap dapat masuk dengan akun tersebut di PC :)
it: Purtroppo, a causa di limitazioni tecniche, non è possibile accedere a Recon Bolt tramite l'account Google, l'ID Apple o qualsiasi altra cosa che non sia un account Riot. Supponendo che ti sei loggato in Valorant utilizzando Google/Apple/etc., puoi configurare il tuo account aggiungendo un nome utente e una password sul sito della Riot all'indirizzo [account.riotgames.com](https://account.riotgames.com). Nota che l'ID Riot **non coincide** con il nome utente! Se hai dimenticato il tuo nome utente, puoi reimpostarlo su [recovery.riotgames.com](https://recovery.riotgames.com). Sul sito, vai su **Accesso account Riot** e imposta un nome utente e una password. Una volta terminato, è possibile utilizzare le stesse credenziali per accedere al gioco! Il tuo account social rimarrà collegato e potrai accedere con quello sul PC :)
pt_br: Infelizmente, devido a limitações técnicas, você não pode acessar o Recon Bolt usando a sua conta do Google, ID Apple ou qualquer outra que não seja uma conta da Riot. Assumindo que você se cadastrou no Valorant usando uma conta do Google/Apple/etc., você pode configurar a sua conta adicionando um nome de usuário e uma senha no site da Riot em [account.riotgames.com](https://account.riotgames.com). Note que o seu Riot ID não é o mesmo que o seu nome de usuário! Se você esqueceu o seu nome de usuário, pode redefini-lo em [recovery.riotgames.com](https://recovery.riotgames.com). No site da Riot, vá para Login da Conta Riot e defina um nome de usuário e senha para a sua conta. Quando terminar, poderá usar essas mesmas credenciais para fazer login no Recon Bolt acima! A sua conta social continuará vinculada e você poderá continuar usando-a para fazer login no PC :)
ro: Din nefericire, din cauza unor limitări tehnice, nu te poți conecta la Recon Bolt prin intermediul contului Google, Apple ID sau orice altceva în afară de un cont Riot. Presupunând că v-ați înregistrat pentru Valorant folosind Google/Apple/etc., vă puteți configura contul pentru a adăuga un nume de utilizator și o parolă pe site-ul Riot la [account.riotgames.com](https://account.riotgames.com). Rețineți că ID-ul Riot este **nu** același cu numele de utilizator! Dacă v-ați uitat numele de utilizator, îl puteți reseta la [recovery.riotgames.com](https://recovery.riotgames.com). Pe site-ul respectiv, navigați la **Riot Account Sign-in** și setați-vă un nume de utilizator și o parolă. După ce ai terminat, poți folosi aceleași credențiale pentru a te autentifica mai sus! Contul tău social va rămâne legat și vei putea în continuare să te conectezi cu acesta pe PC :)
ru: К сожалению, из-за технических ограничений вы не можете войти в Recon Bolt через учетную запись Google, Apple ID или что-либо еще, кроме учетной записи Riot. Если вы зарегистрировались на Valorant с помощью Google/Apple/прочее, вы можете настроить свой аккаунт, добавив имя пользователя и пароль на сайте Riot по адресу [account.riotgames.com](https://account.riotgames.com). Обратите внимание, что ваш Riot ID - это **не** то же самое, что ваше имя пользователя! Если вы забыли свое имя пользователя, вы можете восстановить его на сайте [recovery.riotgames.com](https://recovery.riotgames.com). На этом сайте перейдите в раздел **Вход в аккаунт Riot** и задайте себе имя пользователя и пароль. После этого вы сможете использовать эти же данные для входа в систему выше! Ваш аккаунт социальной сети останется связанным, и вы сможете войти в игру с его помощью на ПК :)
tr: Ne yazık ki, teknik sınırlamalar nedeniyle, Recon Bolt'a Google hesabınız, Apple ID'niz veya Riot hesabı dışında herhangi bir şeyle giriş yapamazsınız. Valorant'a Google/Apple/vb. kullanarak kaydolduğunuzu varsayarsak, Riot'un [account.riotgames.com](https://account.riotgames.com) adresindeki sitesinde bir kullanıcı adı ve şifre eklemek için hesabınızı ayarlayabilirsiniz. Riot ID'nizin kullanıcı adınızla **aynı olmadığını** unutmayın! Kullanıcı adınızı unuttuysanız, [recovery.riotgames.com](https://recovery.riotgames.com) adresinden sıfırlayabilirsiniz. Bu sitede **Riot Hesabına Giriş** bölümüne gidin ve kendinize bir kullanıcı adı ve şifre belirleyin. İşiniz bittiğinde, yukarıda oturum açmak için aynı kimlik bilgilerini kullanabilirsiniz! Sosyal hesabınız bağlı kalacak ve PC'de bununla oturum açmaya devam edebileceksiniz :)

source: Unknown Ability
ar: قدرة غير معروفة
cs: Neznámá Schopnost
da: Ukendt Ability
de: Unbekannte Fähigkeit
es: Habilidad desconocida
fr: Capacité inconnue
hu: Ismeretlen képesség
id: Ability tidak diketahui
it: Abilità Sconosciuta
pt_br: Habilidade Desconhecida
ro: Abilitate necunoscută
ru: Неизвестная способность
tr: Bilinmeyen Yetenek

source: Unknown Agent
ar: عميل غير معروف
cs: Neznámý Agent
da: Ukendt agent
de: Unbekannter Agent
es: Agente desconocido
fr: Agent inconnu
hu: Ismeretlen ügynök
id: Agen tidak diketahui
it: Agente Sconosciuto
pt_br: Agente Desconhecido
ro: Agent necunoscut
ru: Неизвестный агент
tr: Bilinmeyen Ajan

source: Unknown Buddy
ar: ملحق سلاح غير معروف
cs: Neznámý Přívěšek
da: Ukendt Buddy
de: Unbekannter Talisman
es: Amuleto desconocido
fr: Porte bonheur inconnu
hu: Ismeretlen Buddy
id: Buddy tidak diketahui
it: Accessorio Sconosciuto
pt_br: Chaveiro Desconhecido
ro: Buddy necunoscut
ru: Неизвестный брелок
sv: Okänd buddy
tr: Bilinmeyen Uğurluk

source: Unknown Bundle
ar: حزمة غير معروفة
cs: Neznámá Kolekce
da: Ukendt Bundle
de: Unbekannte Sammlung
es: Paquete desconocido
fr: Collection inconnue
hu: Ismeretlen Bundle
id: Bundle tidak diketahui
it: Bundle Sconosciuto
pt_br: Pacote Desconhecido
ro: Bundle necunoscut
ru: Неизвестный набор
sv: Okänd bundle
tr: Bilinmeyen Paket

source: Unknown Card
ar: بطاقة غير معروفة
cs: Neznámá Karta
da: Ukendt kort
de: Unbekannter Banner
es: Tarjeta desconocida
fr: Carte inconnue
hu: Ismeretlen kártya
id: Kartu tidak diketahui
it: Carta Sconosciuta
pt_br: Card desconhecido
ro: Card necunoscut
ru: Неизвестная карточка
tr: Bilinmeyen Kart

source: Unknown Player
ar: لاعب غير معروف
cs: Neznámý Hráč
da: Ukendt spiller
de: Unbekannter Spieler
es: Jugador desconocido
fr: Joueur inconnu
hu: Ismeretlen játékos
id: Pemain tidak diketahui
it: Giocatore Sconosciuto
pt_br: Jogador Desconhecido
ro: Jucător necunoscut
ru: Неизвестный игрок
sv: Okänd spelare
tr: Bilinmeyen Oyuncu

source: Unknown Queue
ar: طابور غير معروف
cs: Neznámý herní mód
da: Ukendt kø
de: Unbekannter Spielmodus
es: Cola desconocida
fr: Mode de jeu inconnu
hu: Ismeretlen Queue
id: Mode tidak diketahui
it: Modalità Sconosciuta
pt_br: Fila Desconhecida
ro: Queue necunoscut
ru: Неизвестный режим
sv: Okänd queue
tr: Bilinmeyen Kuyruk

source: Unknown Rank
ar: مرتبة غير معروفة
cs: Neznámý Rank
da: Ukendt Rank
de: Unbekannter Rang
es: Rango desconocido
fr: Rang inconnu
hu: Ismeretlen rang
id: Rank tidak diketahui
it: Grado sconosciuto
pt_br: Rank Desconhecido
ro: Rang necunoscut
ru: Неизвестный ранг
sv: Okänd rank
tr: Bilinmeyen Rütbe

source: Unknown Skin
ar: تغليف غير معروف
cs: Neznámý Skin
da: Ukendt Skin
de: Unbekannte Skin
es: Diseño desconocido
fr: Skin inconnu
hu: Ismeretlen kinézet
id: Skin tidak diketahui
it: Skin Sconosciuta
ja: 知らないスキンがあります
pt_br: Skin Desconhecida
ro: Skin Necunoscut
ru: Неизвестный Скин
tr: Bilinmeyen Skin

source: Unknown Spray
ar: رسمة غير معروفة
cs: Neznámý Sprej
da: Ukendt Spray
de: Unbekanntes Graffiti
es: Grafiti desconocido
fr: Spray inconnu
hu: Ismeretlen falfirka
id: Grafiti tidak diketahui
it: Spray Sconosciuto
pt_br: Spray desconhecido
ro: Spray necunoscut
ru: Неизвестное граффити
tr: Bilinmeyen Sprey

source: Unknown Title
ar: لقب غير معروف
cs: Neznámý Titul
da: Ukendt Titel
de: Unbekannter Titel
es: Título desconocido
fr: Titre inconnu
hu: Ismeretlen szöveg
id: Title tidak diketahui
it: Titolo Sconosciuto
pt_br: Título Desconhecido
ro: Titlu necunoscut
ru: Неизвестное звание
sv: Okänd titel
tr: Bilinmeyen Ünvan

source: Unknown Type
ar: نوع غير معروف
cs: Neznámý Typ
da: Ukendt Type
de: Unbekannter Typ
es: Forma desconocido
fr: Type inconnu
hu: Ismeretlen típus
id: Jenis tidak diketahui
it: Soggetto Sconosciuto
pt_br: Tipo Desconhecido
ro: Tip necunoscut
ru: Неизвестный тип
sv: Okänd typ
tr: Bilinmeyen Tip

source: Unknown Weapon
ar: سلاح غير معروف
cs: Neznámá Zbraň
da: Ukendt våben
de: Unbekannte Waffe
es: Arma desconocida
fr: Arme inconnue
hu: Ismeretlen fegyver
id: Senjata tidak diketahui
it: Arma Sconosciuta
pt_br: Arma Desconhecida
ro: Armă necunoscută
ru: Неизвестное оружие
sv: Okänt vapen
tr: Bilinmeyen Silah

source: Unknown bundle!
ar: حزمة غير معروفة!
cs: Neznámá kolekce!
da: Ukendt Bundle!
de: Unbekannte Sammlung!
es: ¡Amuleto desconocido!
fr: Collection inconnue !
hu: Ismeretlen Bundle!
id: Bundle tidak diketahui!
it: Bundle Sconosciuto!
pt_br: Pacote Desconhecido!
ro: Bundle necunoscut!
ru: Неизвестный набор!
sv: Okänt bundle!
tr: Bilinmeyen Paket!

source: Unknown item of type %@
ar: عنصر غير معروف من النوع %@
cs: Neznámá položka typu %@
da: Ukendt genstand af typen %@
de: Unbekanntes Objekt des Typs %@
es: Elemento desconocido de tipo %@
fr: Élément inconnu du type %@
hu: Ismeretlen típusú elem %@
id: Jenis %@ Tidak diketahui
it: Oggetto Sconosciuto del Tipo %@
pt_br: Item desconhecido do tipo %@
ro: Element necunoscut de tip %@
ru: Неизвестный предмет типа %@
tr: Türü bilinmeyen öğe %@

source: Unknown mission!
ar: مهمة غير معروفة!
cs: Neznámý úkol!
da: Ukendt mission!
de: Unbekannte Mission!
es: ¡Misión desconocida!
fr: Mission inconnue !
hu: Ismeretlen küldetés!
id: Misi tidak diketahui!
it: Missione Sconosciuta!
pt_br: Missão desconhecida!
ro: Misiune necunoscută!
ru: Неизвестная миссия!
sv: Okänt uppdrag!
tr: Bilinmeyen görev!

source: Update Now
ar: قم بالتحديث الأن
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
hu: Frissítés most
id: Perbarui Sekarang
it: Aggiorna Adesso
pt_br: Atualizar Agora
ro: Actualizați acum
ru: Обновить сейчас
sv: Uppdatera nu
tr: Şimdi Güncelle

source: Update Ranks
ar: حدّث المراتب
cs: Aktualizovat ranky
da: Opdater Ranks
de: Ränge aktualisieren
es: Actualizar rangos
fr: Mettre à jour les rangs
hu: Rang frissítése
id: Perbarui Rank
it: Aggiorna i Gradi
pt_br: Atualizar Ranks
ro: Actualizarea rangurilor
ru: Обновить ранги
sv: Uppdatera ranks
tr: Rütbeleri Güncelle

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama pengguna
it: Nome Utente
pt_br: Nome de Usuário
ro: Nume utilizator
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı

source: Users
ar: المستخدمين
cs: Uživatelé
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
id: Pengguna
it: Utenti
pt_br: Usuários
ro: Utilizatori
ru: Пользователи
sv: Användare
tr: Kullanıcılar
