Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Assets not loaded!
ar: فشل في تحويل الموارد!
cs: Assety nejsou načteny!
da: Aktiver ikke indlæst!
de: Assets nicht geladen!
es: ¡Los archivos no se han descargado!
fr: Ressources non chargées!
hu: Az eszközöket nem lehet betölteni!
id: Asset belum dimuat!
it: Assets non caricati!
pt_br: Arquivos não carregados!
ro: Activele nu sunt încărcate!
ru: Ресурсы не загружены!
sv: Assets har inte laddats!
tr: Varlıklar yüklenmedi!

source: Assets out of date!
ar: الموارد قديمة!
cs: Assety jsou neaktuální!
da: Aktiver forældet!
de: Assets veraltet!
es: ¡Archivos desactualizados!
fr: Ressources expirées!
hu: Az eszközök elavultak!
id: Aset belum diperbarui!
it: Assets obsoleti!
pt_br: Arquivos desatualizados!
ro: Activele sunt depășite!
ru: Ресурсы устарели!
sv: Tillgångarna är föråldrade!
tr: Varlıklar güncel değil!

source: Assets should be fetched automatically, but in case something went wrong, feel free to initiate the process manually.
ar: الموارد يتم تحميلها تلقائيا. اذا تظن ان هنالك خطئ في الموارد يمكنك اعادة تحميلها من هنا.
cs: Assety by se měly načítat automaticky, ale pokud se něco pokazí, lze je načíst ručně.
da: Aktiverne skal hentes automatisk, men hvis der er gået noget galt, kan du starte processen manuelt, hvis du vil.
de: Assets sollten automatisch geladen werden, aber falls etwas schiefgelaufen ist, kannst du hier den Prozess manuell auslösen.
es: Los archivos deberían obtenerse automáticamente, pero en caso de que algo vaya mal, no dudes en iniciar el proceso manualmente.
fr: Les ressources devraient être récupérées automatiquement, mais en cas de problème, n'hésitez pas à lancer le processus manuellement.
hu: Az eszközöknek automatikusan kell lekérődniük, de ha valami hiba történt nyugodtan indítsa el a folyamatot manuálisan.
id: Aset seharusnya kami ambil secara otomatis, tetapi jika terjadi kesalahan jangan ragu untuk memulai proses ini secara manual.
it: Gli Assets dovrebbero essere recuperati automaticamente, nel caso qualcosa andasse storto, avvia il processo manualmente.
pt_br: Os arquivos devem ser buscados automaticamente, mas no caso de algo não sair como o esperado, sinta-se à vontade para iniciar o processo manualmente.
ro: Activele ar trebui să fie preluate automat, dar în cazul în care ceva nu a mers bine, nu ezitați să inițiați procesul manual.
ru: Ресурсы должны загружаться автоматически, но если это что-то пошло не так, их можно загрузить вручную.
sv: Tillgångarna ska hämtas automatiskt, men om något gick fel kan du gärna starta processen manuellt.
tr: Varlıklar otomatik olarak getirilmelidir, ancak bir şeylerin yanlış gitmesi durumunda süreci manuel olarak getirmekten çekinmeyin.

source: Assets up to date!
ar: الموارد محدثة!
cs: Assety jsou aktuální!
da: Aktiver ajourført!
de: Assets aktuell!
es: ¡Archivos al día!
fr: Ressources mises à jour!
hu: A frissítések naprakészek!
id: Menggunakan aset terkini!
it: Assets aggiornati!
pt_br: Arquivos atualizados!
ro: Activele la zi!
ru: Ресурсы актуальны!
sv: Tillgångarna är uppdaterade!
tr: Varlıklar güncel!

source: Attacking
ar: هجوم
cs: Útok
de: Angreifer
es: Atacando
fr: Attaquant
hu: Támadó
id: Penyerang
it: Attacco
pt_br: Ataque
ro: Atacând
ru: Атака
sv: Attack
tr: Saldırı

source: Automatically Sign Back In
ar: سجّل دخولي تلقائياً
cs: Automatické znovupřihlášení
da: Log Automatisk På Igen
de: Automatisch neu anmelden
es: Iniciar sesión automáticamente
fr: Se reconnecter automatiquement
hu: Automatikus visszajelentkezés
id: Masuk Kembali secara otomatis
it: Accedi Automaticamente
pt_br: Iniciar sessão automaticamente
ro: Conectați-vă automat din nou
ru: Автоматически входить обратно
tr: Otomatik Olarak Tekrar Oturum Aç

source: Automatically Update Ranks
ar: حدّث المراتب تلقائيا
cs: Automaticky aktualizovat ranky
de: Ränge automatisch aktualisieren
es: Actualizar automáticamente los rangos
fr: Actualiser automatiquement les rangs
hu: Rangok automatikus frissítése
id: Otomatis Memperbarui Rank
it: Aggiorna Automaticamente i Gradi
pt_br: Atualizar Ranks Automaticamente
ro: Actualizare automată a rank-urilor
ru: Автоматически Обновлять Ранги
tr: Sıralamaları Otomatik Olarak Güncelle

source: Average: %@
ar: على المعدل: %@
cs: Průměr: %@
da: Gennemsnit: %@
de: Durchschnitt: %@
es: Media: %@
fr: Moyenne : %@
hu: Átlagosan: %@
id: Rata-rata: %@
it: Media: %@
pt_br: Média: %@
ro: Media: %@
ru: Среднее: %@
sv: Genomsnittligt: %@
tr: Ortalama: %@

source: Before you Buy
ar: قبل ان تشتري
cs: Před nákupem
de: Bevor du zuschlägst
es: Antes de comprar
fr: Avant d'acheter
hu: Mielött vásárolnál
id: Sebelum kamu membeli
it: Prima di Acquistare
pt_br: Antes de comprar
ro: Înainte să cumperi
ru: Перед покупкой
tr: Satın Almadan Önce

source: Binary Data
ar: البيانات الثنائية
cs: Binární data
da: Binære data
de: Binäre Daten
es: Data en binario
fr: Données binaires
hu: Bináris adatok
id: Data Binary
it: Dati Binari
pt_br: Dados do Binário
ro: Date binare
ru: Бинарные данные
sv: Binära data
tr: İkili Veri

source: Body
ar: طلقات الجسم
cs: Tělo
da: Krop
de: Körper
es: Cuerpo
fr: Corps
hu: Test
id: Badan
it: Corpo
pt_br: Corpo
ro: Corp
ru: Тело
tr: Vücut

source: Bookmarks
ar: الإشارات المرجعية
cs: Oblíbené
da: Bogmærker
de: Lesezeichen
es: Favoritos
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Preferiti
pt_br: Favoritos
ro: Semne de carte
ru: Закладки
sv: Bokmärken
tr: Yer İmleri

source: Buddy
ar: تعليقة السلاح
cs: Přívěšek
de: Talisman
es: Amuleto
fr: Porte-bonheur
it: Accessori
pt_br: Chaveiro
ru: Брелок
tr: Uğurluk

source: By Kind
ar: بالنوع
cs: Podle Typu
de: Nach Datentyp
es: Por tipo
fr: Par type
hu: Kedvesség szerint
id: Sesuai Jenis
it: Altro
pt_br: Por Tipo
ro: După gen
ru: По типу
sv: Av Kind
tr: Türüne Göre

source: By Map
ar: بالخريطة
cs: Podle mapy
de: Nach Karte
es: Por mapa
fr: Par carte
hu: Pálya alapján
id: Sesuai Peta
it: Per Mappa
pt_br: Por Mapa
ro: După harta
ru: По карте
sv: Med kartan
tr: Harita ile

source: By Non-Premade Player
ar: بواسطة لاعب غير معدل مسبقاً
cs: Podle hráčů mimo party
da: Af Ikke-Premade Spiller
de: Nach Mitspieler von außerhalb Gruppe
es: Por Jugador sin equipo
fr: Par un joueur qui n'est pas dans le groupe
hu: Nem-Premade Játékos által
id: Sesuai Pemain acak
it: Con Giocatori non in Gruppo
pt_br: Por Jogador sozinho
ro: De către Non-Premade Player
ru: По случайному игроку
sv: Av Non-Premade Player
tr: Grup Arkadaşı Olmayan Tarafından

source: By Premade Teammate
ar: عبر اللاعبين المعدَّلين مُسبقاً
cs: Podle hráčů v party
da: Af Premade Teammate
de: Nach Mitspieler in Gruppe
es: Por compañero en el equipo
fr: Par un joueur qui est dans le groupe
hu: Premade csapattárs által
id: Dari tim yang dibuat
it: Con Compagni di Gruppo
pt_br: Por jogador do time
ro: De Premade Teammate
ru: По игроку из группы
sv: Av Premade Teammate
tr: Grup Arkadaşı Tarafından

source: By Queue
ar: حسب الطابور
cs: Podle herního módu
da: Af Queue
de: Nach Spielmodus
es: Por cola
fr: Par mode de jeu
hu: Queue szerint
id: Sesuai Mode
it: Per Modalità
pt_br: Por Fila
ro: Prin Coadă
ru: По режиму
sv: Alla queues
tr: Kuyruk tarafından

source: By Weapon
ar: حسب السلاح
cs: Podle Zbraně
da: Af våben
de: Nach Waffe
es: Por arma
fr: Par arme
hu: Fegyverek szerint
id: Sesuai Senjata
it: Per Arma
pt_br: Por Arma
ro: De către arma
ru: По оружию
sv: Med vapen
tr: Silah tarafından

source: Cancel
ar: الغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
pt_br: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal

source: Cancel Matchmaking
ar: إلغاء البحث عن المباراة
cs: Zrušit Vyhledávání
da: Annuller matchmaking
de: Suche abbrechen
es: Cancelar emparejamiento
fr: Annuler la recherche
hu: Meccskeresés befejezése
id: Batal Pertandingan
it: Annulla il Matchmaking
pt_br: Cancelar a procura por partida
ro: Anulează Matchmaking
ru: Отменить поиск матча
sv: Avbryt matchmaking
tr: Eşleştirmeyi İptal Et

source: Career
ar: المهنة
cs: Kariéra
da: Karriere
de: Verlauf
es: Carrera
fr: Carrière
hu: Karrier
id: Karier
it: Carriera
pt_br: Carreira
ro: Carieră
ru: Карьера
sv: Karriär
tr: Kariyer

source: Career Summaries
ar: تلخيصات المهنة
cs: Shrnutí kariéry
da: Karriere Resume
de: Karrieren
es: Resúmenes de carrera
fr: Résumés de carrière
hu: Karrier összefoglalók
id: Ringkasan Karier
it: Riassunto Carriera
pt_br: Resumos da carreira
ro: Rezumate de carieră
ru: Краткие сведения о карьере
sv: Karriär sammanfattning
tr: Kariyer Özetleri

source: Career Summary
ar: تلخيص المهنة
cs: Shrnutí Kariéry
da: Karriere Resume
de: Karriere
es: Resumen de carrera
fr: Résumé de carrière
hu: Karrier összefoglaló
id: Ringkasan Karier
it: Riassunto Carriera
pt_br: Resumo da carreira
ro: Rezumat al carierei
ru: Краткие сведения о карьере
sv: Karriär sammanfattning
tr: Kariyer Özeti

source: Category
ar: الصنف
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
id: Kategori
it: Categoria
pt_br: Categoria
ro: Categorii
ru: Категория
sv: Kategori
tr: Kategori

source: Celebrate LGBTQ Pride month with a colorful look! (Free during June)
ar: احتفل شهر الفخر مع مظهر جديد ملون! (مجاني في شهر حزيران)
cs: Oslavte měsíc LGBTQ s barevným vzhledem! (během června zdarma)
de: Feiere den LGBTQ Pride Month mit einem farbenfrohen Look! (Im Juni kostenlos)
es: ¡Celebra el mes del Orgullo LGBTQ con un estilo colorido! (Gratis durante el mes de junio)
fr: Célébre le mois de la fierté LGBTQ avec un look coloré ! (Gratuit pendant le mois de juin)
hu: Ünnepeld az LMBTQ Pride hónapot egy színes megjelenéssel! (Júniusban ingyenes)
id: Rayakan bulan LGBTQ dengan tampilan penuh warna! (Gratis selama di bulan Juni)
it: Festeggia il mese del Pride LGBTQ con un look colorato! (Free during June)
pt_br: Comemore o mês do Orgulho LGBTQ com um visual colorido! (Gratuito durante o mês de junho)
ro: Sărbătoriți luna mândriei LGBTQ cu un look colorat! (Gratuit în luna iunie)
tr: LGBTQ Onur Ayı'nı rengarenk bir görünümle kutlayın! (Haziran ayı ücretsiz)

source: Celebrate LGBTQ Pride month, but in dark!
ar: احتفل شهر الفخر مع مظهر جديد لكن في الظلام!
cs: Oslavte měsíc LGBTQ, ale potmě!
de: Feiere den LGBTQ Pride Month, aber in dunkel!
es: Celebra el mes del Orgullo LGBTQ, ¡ahora con un aspecto oscuro!
fr: Célébre le mois de la fierté LGBTQ, mais en sombre !
hu: Ünnepeld az LMBTQ Pride hónapot, de sötétben!
id: Rayakan bulan LGBTQ, di dalam kegelapan!
it: Festeggia il mese del Pride LGBTQ, ora anche in tema scuro!
pt_br: Comemore o mês do Orgulho LGBTQ, mas no modo escuro!
ro: Sărbătoriți luna mândriei LGBTQ, dar pe întuneric!
tr: LGBTQ Onur Ayını kutlayın, ama karanlıkta!

source: Change Buddy
ar: غيّر ملحق السلاح
cs: Změnit Přívěšek
da: Ændre Buddy
de: Talisman wechseln
es: Cambiar amuleto
fr: Changer le porte-bonheur
hu: Buddy váltás
id: Ubah Buddy
it: Cambia Accessorio
pt_br: Mudar Chaveiro
ro: Schimbă Buddy
ru: Изменить брелок
sv: Byt gun-buddy
tr: Uğurluğu Değiştir

source: Change Language
ar: غيّر اللغة
cs: Změnit Jazyk
da: Skift sprog
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
hu: Nyelv választás
id: Ubah Bahasa
it: Cambia Lingua
pt_br: Alterar idioma
ro: Schimbă limba
ru: Изменить язык
sv: Ändra språk
tr: Dil

source: Change Queue
ar: غيّر الطابور
cs: Změnit herní mód
da: Ændre køen
de: Modus wechseln
es: Cambiar cola
fr: Changer de mode de jeu
hu: Queue váltás
id: Ubah Mode
it: Cambia Modalità
pt_br: Mudar Fila
ro: Schimbare coadă
ru: Изменить режим
sv: Byt queue
tr: Oyun Modunu Değiştir

source: Change Skin
ar: غيّر مظهر السلاح
cs: Změna Skinu
da: Skift Skin
de: Skin wechseln
es: Cambiar diseño
fr: Changer de skin
hu: Válasszon skint
id: Ubah Skin
it: Cambia Skin
pt_br: Mudar Skin
ro: Schimbați Skin-ul
ru: Изменить скин
sv: Byt skin
tr: Kaplamayı Değiştir

source: Check your current Valorant storefront.
ar: تحقق من واجهة متجر Valorant الخاصة بك.
cs: Zkontrolujte svůj aktuální obchod ve Valorantu.
da: Tjek din nuværende Valorant-butik.
de: Prüfe deinen aktuellen Valorant-Shop.
es: Revisar el actual escaparate de la tienda.
fr: Vérifie ta boutique de jeu actuelle.
hu: Nézze meg a jelenlegi Valorant boltot.
id: Periksa shop Valorant Anda saat ini.
it: Mostra il tuo negozio attuale di Valorant.
pt_br: Verifique a sua loja do Valorant atual.
ro: Verificați vitrina actuală a magazinului Valorant.
ru: Проверяйте текущие предметы магазина Valorant.
sv: Kolla din Valorant shop.
tr: Mevcut Valorant vitrininizi kontrol edin.

source: Check your progress on daily & weekly missions.
ar: تحقق من تقدمك في المهام اليومية والأسبوعية.
cs: Zkontrolujte svůj pokrok v denních a týdenních misích.
da: Tjek dine fremskridt på daglige og ugentlige missioner.
de: Prüfe deinen Fortschritt in täglichen & wöchentlichen Missionen.
es: Mira tu progreso de misiones diarias & semanales.
fr: Vérifie ta progression sur les missions quotidiennes & hebdomadaires.
hu: Nézze meg a napi és heti küldetések állását.
id: Periksa kemajuan Anda di misi harian & mingguan.
it: Controlla i progressi delle missioni giornaliere e settimanali.
pt_br: Verifique o seu progresso em missões diárias e semanais.
ro: Verifică-ți progresul în misiunile zilnice și săptămânale.
ru: Проверяйте свой прогресс в ежедневных и еженедельных заданиях.
sv: Kolla dina framsteg på dagliga och veckovisa uppdrag.
tr: Günlük ve haftalık görevlerdeki ilerlemenizi kontrol edin.

source: Choose App Icon
ar: غيّر ايقونة التطبيق
cs: Výběr ikony aplikace
da: Vælg app-ikon
de: App-Icon wählen
es: Elige el icono de la aplicación
fr: Choisir l'icône de l'application
hu: Alkalmazás ikon kiválasztása
id: Pilih Ikon Aplikasi
it: Scegli l'Icona dell'App
pt_br: Escolha o ícone do aplicativo
ro: Alegeți pictograma aplicației
ru: Выберите значок приложения
sv: Välj app ikon
tr: Uygulama Simgesini Seçin

source: Choose Buddy
ar: اختر ملحق السلاح
cs: Vybrat Přívěšek
da: Vælg Buddy
de: Talisman wählen
es: Elige amuleto
fr: Choisir le porte-bonheur
hu: Buddy választás
id: Pilih Buddy
it: Scegli Accessorio
pt_br: Escolha Chaveiro
ro: Alege Buddy
ru: Выберите брелок
sv: Välj gun-buddy
tr: Uğurluk seçin

source: Choose Card
ar: اختر بطاقة اللعب
cs: Vybrat Kartu
da: Vælg kort
de: Banner wählen
es: Elige emblema
fr: Choisir la carte
hu: Válasszon kártyát
id: Pilih Banner
it: Scegli la Carta
pt_br: Cards do jogador
ro: Alegeți cardul
ru: Выбрать карточку игрока
sv: Välj playercard
tr: Kart Seçin

source: Choose Skin
ar: اخطر مظهر السلاح
cs: Vybrat Skin
da: Vælg Skin
de: Skin wählen
es: Elige diseño
fr: Choisir le skin
hu: Válasszon skint
id: Pilih Skin
it: Segli la Skin
pt_br: Escolha Skin
ro: Alegeți Skin-ul
ru: Выбрать скин
sv: Välj skin
tr: Kaplama Seçin

source: Choose Spray
ar: اختر رسمة
cs: Vybrat Sprej
da: Vælg Spray
de: Graffiti wählen
es: Elige grafiti
fr: Choisir le spray
hu: Válasszon festéket
id: Pilih Grafiti
it: Scegli lo Spray
pt_br: Escolha Spray
ro: Alegeți Spray
ru: Выбрать граффити
sv: Välj spray
tr: Sprey Seçin

source: Choose Title
ar: اختر لقب
cs: Vybrat Titul
da: Vælg titel
de: Titel wählen
es: Elige título
fr: Choisir le titre
hu: Válasszon feliratot
id: Pilih Title
it: Scegli il Titolo
pt_br: Escolha o Título
ro: Alegeți titlul
ru: Выбрать звание
sv: Välj titel
tr: Unvan Seçiniz

source: Choose a weapon to take %@ from.
ar: اختر سلاح لتأخذ %@ منه
cs: Vyberte zbraň, ze které chcete vzít %@.
da: Vælg et våben til at tage %@ fra.
de: Wähle eine Waffe, von der du %@ entfernen willst.
es: Elige un arma para tomar %@.
fr: Choisissez une arme dont vous voulez retirer %@.
hu: Vállasszon egy fegyvert a %@ tól/től.
id: Pilih senjata yang akan diambil dari %@.
it: Sceglie un'arma da cui prendere l'accessorio %@.
pt_br: Escolha uma arma de onde pegar %@.
ro: Alege o armă de la care să iei %@.
ru: Выберите оружие у которого забрать %@.
sv: Välj ett vapen att ta bort %@ från.
tr: Lütfen %@'dan almak için bir silah seçin.

source: Clear All
ar: امسح الكل
cs: Vymazat vše
da: Ryd alt
de: Alle Löschen
es: Borrar todo
fr: Supprimer tout
hu: Minden törlése
id: Hapus Semua
it: Cancella Tutto
pt_br: Limpar tudo
ro: Șterge Tot
ru: Очистить все
sv: Rensa allt
tr: Tümünü Temizle

source: Color Variants
ar: متغيرات الألوان
cs: Barevné Varianty
da: Farvevarianter
de: Farbvarianten
es: Variantes de color
fr: Variantes de couleurs
hu: Színváltozatok
id: Varian Warna
it: Variante Colore Skin
pt_br: Variantes de cor
ro: Variante de Culoare
ru: Варианты расцветок
sv: Färgvarianter
tr: Renk Varyantları

source: Confirm Delete
ar: تأكيد الحذف
cs: Potvrdit Smazání
da: Bekræft Sletning
de: Löschen Bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
hu: Törlés megerősítése
id: Konfirmasi Hapus
it: Conferma l'Eliminazione
pt_br: Confirmar Apagar
ro: Confirmă Ștergerea
ru: Подтвердить удаление
sv: Bekräfta att radera
tr: Silme İşlemini Onayla

source: Copy Body
ar: نسخ المحتوى
cs: Kopírovat Tělo
da: Kopiér
de: Inhalt kopieren
es: Copiar cuerpo
fr: Copier le corps
hu: Test másolása
it: Copia il Contenuto
pt_br: Copiar Corpo
ro: Copiază conținutul
ru: Копировать тело запроса
sv: Kopiera kroppen
tr: Gövde'yi Kopyala

source: Copy Error
ar: احفظ الخطأ
cs: Kopírovat Chybu
da: Kopier fejl
de: Fehler kopieren
es: Copiar error
fr: Copier l'erreur
hu: Hiba másolása
id: Salin Kesalahan
it: Errore di Copia
pt_br: Copiar Erro
ro: Eroare de Copiere
ru: Копировать ошибку
sv: Kopieringsfel
tr: Kopyalama Hatası

source: Copy Error Details
ar: احفظ تفاصيل الخطأ
cs: Kopírovat podrobnosti o chybě
da: Kopier fejl detaljer
de: Fehlerdetails kopieren
es: Copiar detalles del error
fr: Copier les détails de l'erreur
hu: Hiba részleteinek a másolása
id: Salin Detail dari Error
it: Dettagli sull'Errore di Copia
pt_br: Copiar detalhes do erro
ro: Copiază detaliile erorii
ru: Копировать детали ошибки
sv: Kopiera feldetaljer
tr: Hata Detaylarını Kopyala

source: Copy Match ID
ar: احفظ رقم الخطأ التعريفي
cs: Kopírovat ID zápasu
da: Kopier match-ID
de: Spiel-ID kopieren
es: Copiar ID de partida
fr: Copier l'ID de la partie
hu: Meccs ID másolása
id: Salin ID Pertandingan
it: Copia l'ID della Partita
pt_br: Copiar ID de Partida
ro: Copiati ID-ul meciului
ru: Копировать ID матча
sv: Kopiera match-ID
tr: Eşleşme Kimliğini Kopyala

source: Copy to Clipboard
ar: نسخ إلى الحافظة
cs: Kopírovat do schránky
da: Kopier til udklipsholder
de: Auf Ablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
hu: Másolás a vágólapra
id: Salin ke Papan Klip
it: Copia negli Appunti
pt_br: Copiar para a Área de Transferência
ro: Copiere în clipboard
ru: Копировать в буфер обмена
sv: Kopiera till Urklipp
tr: Panoya Kopyala

source: Could Not Load Account!
ar: فشل في تحميل الحساب المنّشط!
cs: Nebylo možné načíst účet!
da: Kunne ikke indlæse konto!
de: Konto konnte nicht geladen werden!
es: ¡No se ha podido cargar la cuenta!
fr: Impossible de charger le compte !
hu: Nem lehet betölteni a fiókot!
id: Tidak dapat memuat Akun!
it: Impossibile Caricare l'Account!
pt_br: Não foi possível carregar essa conta!
ro: Nu s-a putut încărca contul!
ru: Не удалось загрузить аккаунт!
sv: Kunde inte ladda konto!
tr: Hesap Yüklenemedi!

source: Could not Change App Icon!
ar: لم نستطع تغيير الايقون!
cs: Nelze změnit ikonu aplikace!
da: Kunne ikke ændre app-ikonet!
de: App-Icon konnte nicht geändert werden!
es: ¡No se ha podido cambiar el icono de la App!
fr: Impossible de changer l'icône de l'application!
hu: Nem lehet megváltoztatni az alkalmazás ikonját!
id: Tidak dapat mengubah Ikon Aplikasi!
it: Impossibile Cambiare l'Icona dell'App!
pt_br: Não foi possível alterar o ícone do aplicativo!
ro: Nu am putut schimba pictograma aplicației!
ru: Не удалось изменить значок приложения!
sv: Det gick inte att ändra app-ikonen!
tr: Uygulama Simgesi Değiştirilemedi!

source: Could not delete files!
ar: لا يمكن حذف الملفات!
cs: Nelze odstranit soubory!
da: Kunne ikke slette filer!
de: Dateien konnten nicht gelöscht werden!
es: ¡No se ha podido eliminar los archivos!
fr: Impossible de supprimer les fichiers!
hu: Nem lehet fájlokat törölni!
id: Tidak dapat menghapus file!
it: Impossibile eliminare i file!
pt_br: Não foi possível apagar arquivos!
ro: Nu s-a putut șterge fișiere!
ru: Не удалось удалить файлы!
sv: Det gick inte att radera filer!
tr: Dosyalar silinemedi!

source: Could not determine used storage!
ar: فشل في تحديد مساحة التخزين المستخدمة!
cs: Nebylo možné určit využité úložiště!
da: Kunne ikke bestemme brugt opbevaring!
de: Verwendeter Speicherplatz konnte nicht gemessen werden!
es: ¡No se ha podido determinar cuanto espacio se ha usado!
fr: Impossible de déterminer l'espace de stockage utilisé!
hu: Nem tudta meghatározni a használt tárolást!
id: Tidak dapat menentukan penyimpanan yang digunakan!
it: Non è stato possibile determinare lo spazio usato!
pt_br: Não foi possível determinar o armazenamento usado!
ro: Nu s-a putut determina spațiul folosit al dispozitivului!
ru: Не удалось определить используемое хранилище!
sv: Kunde inte bestämma använd förvaring!
tr: Kullanılmış depolama alanı belirlenemedi!

source: Could not free up space!
ar: لا يمكن إخلاء مساحة!
cs: Nelze uvolnit místo!
da: Kunne ikke frigøre plads!
de: Speicherplatz konnte nicht freigemacht werden!
es: ¡No se ha podido liberar espacio!
fr: Impossible de libérer de l'espace!
hu: Nem lehet tárhelyet felszabadítani!
id: Tidak dapat mengosongkan ruang!
it: Non è stato possibile liberare spazio!
pt_br: Não foi possível liberar espaço!
ro: Nu s-a putut elibera spațiu!
ru: Не удалось освободить место!
sv: Kunde inte frigöra utrymme!
tr: Yer açılamadı!

source: Could not look up %@
ar: فشل في العثور على %@
cs: Nelze vyhledat %@
da: Kunne ikke slå op på %@
de: Suche nach Spieler %@ fehlgeschlagen
es: No se ha podido buscar %@
fr: Impossible de trouver %@
hu: Nem lehet megnézni a %@
id: Tidak dapat mengambil data %@
it: Non è stato possibile cercare %@
pt_br: Não foi possível procurar %@
ro: Nu s-a putut căuta %@
ru: Не удалось найти %@
sv: Kunde inte söka upp %@
tr: %@ adresine bakılamadı

source: Could not sign in!
ar: فشل تسجيل الدخول!
cs: Nelze se přihlásit!
da: Kunne ikke logge ind!
de: Anmeldung fehlgeschlagen!
es: ¡No se ha podido registrar!
fr: Connexion impossible!
hu: Nem lehet bejelentkezni!
id: Tidak dapat masuk!
it: Impossibile accedere!
pt_br: Não foi possível acessar a conta!
ro: Nu s-a putut autentifica!
ru: Не удалось войти в аккаунт!
sv: Kunde inte logga in!
tr: Oturum açılamadı!

source: Credits
ar: التقديرات
cs: Kredity
de: Danke
es: Créditos
fr: Crédits
hu: Creditek
id: Kredit
it: Crediti
pt_br: Créditos
ro: Credite
ru: Благодарности
sv: Cred
tr: Krediler

source: Current version: %@
ar: الإصدار الحالي: %@
cs: Aktuální verze: %@
da: Nuværende version: %@
de: Aktuelle Version: %@
es: Versión actual %@
fr: Version actuelle: %@
hu: Jelenlegi verzió: %@
id: Versi saat ini: %@
it: Versione attuale: %@
pt_br: Versão atual: %@
ro: Versiunea curentă: %@
ru: Текущая версия: %@
sv: Nuvarande version: %@
tr: Geçerli sürüm: %@

source: Currently in agent select
ar: الان في اختيار العميل
cs: Momentálně ve výběru agenta
da: I øjeblikket i agent select
de: Momentan in der Agentenauswahl
es: Actualmente en selección de agentes
fr: Sélection des agents en cours
hu: Jelenleg ügynök választás alatt
id: Dalam pemilihan agen
it: È in corso la selezione degli agenti
pt_br: Atualmente em seleção de agente
ro: În prezent, în selectarea agentului
ru: В меню выбора агента
sv: För närvarande i agent select
tr: Şu anda ajan seçiminde

source: Currently in-game
ar: الان في اللعبة
cs: Momentálně ve hře
da: I øjeblikket i spillet
de: Momentan in einem Spiel
es: Actualmente en partida
fr: Partie en cours
hu: Jelenleg játékban
id: Dalam permainan
it: In gioco
pt_br: Atualmente em jogo
ro: În prezent în joc
ru: В игре
sv: In-game
tr: Şu anda oyun içinde

source: Custom
ar: لعبة مخصصة
cs: Vlastní Hra
de: Eigenes Spiel
es: Personalizado
fr: Personnaliser
hu: Egyedi
id: Kustom
it: Partita Personalizzata
pt_br: Personalizado
ro: Personalizat
ru: Своя игра
sv: Anpassad
tr: Özel
