Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: %@ ago
ar: منذ %@
cs: před %@
da: %@ siden
de: vor %@
es: Hace %@
fr: il y a %@
hu: %@ ezelőtt
id: %@ yang lalu
it: %@ fa
ja: %@前
pt_br: %@ atrás
ro: acum %@
ru: %@ назад
sv: %@ sedan
tr: %@ önce

source: %@ bullets/sec
ar: %@ الرصاصات / الثانية
cs: %@ nábojů/sek
da: %@ kugler/sek
de: %@ Schuss/Sek.
es: %@ balas/seg
fr: %@ balles/sec
hu: %@ golyó/másodperc
id: %@ peluru / detik
it: %@ colpi/sec
pt_br: %@ balas/segundo
ro: %@ gloanțe/sec
ru: %@ пуль/сек
tr: %@ mermi/sn

source: %@ games won
ar: فاز في %@ مبارة
cs: %@ vyhraných zápasů
da: %@ kampe vundet
de: %@ Spiele gewonnen
es: %@ partidas ganadas
fr: %@ parties gagnées
hu: %@ nyertes meccsek
id: %@ pertandingan dimenangkan
it: %@ partite vinte
ja: %@の試合で勝ちました。
pt_br: %@ jogos ganhos
ro: %@ meciuri câștigate
ru: %@ матчей выиграно
sv: %@ vunna matcher
tr: %@ kazanılan oyunlar

source: %@ won
ar: فاز %@
cs: %@ vyhraných
da: %@ vundet
de: %@ gewonnen
es: %@ ganadas
fr: %@ gagnées
hu: %@ győzelem
id: %@ menang
it: %@ vinti
ja: %@の試合を勝ちました。
pt_br: %@ vitória
ro: %@ câștigate
ru: %@ выиграно
sv: %@ vunnit
tr: %@ kazandı

source: %@s
ar: %@ ثانية
ru: %@с
tr: %@sn

source: %lld Future Weeklies
ar: %lld المهام الأسبوعية القادمة
cs: %lld Budoucí Týdenní Úkoly
da: %lld Fremtidige ugentlige
de: %lld zukünftige Missionen
es: %lld Próximas semanales
fr: %lld Événements hebdomadaires à venir
hu: %lld jövőbeli heti küldetések
id: %lld Minggu Depan
it: %lld Prossime Settimanali
ja: 今後のウイークリー
pt_br: %lld Futuras missões semanais
ro: %lld Misiuni Săptămânale Viitoare
ru: %lld Будущих еженедельных заданий
sv: %lld Framtida weeklies
tr: Gelecek Haftalık Görevler (%lld)

source: %lld Queued-Up Weeklies
ar: %lld المهام الاسبوعية في قائمة الانتظار
cs: %lld Týdenní Úkoly
da: %lld Ugentlige i kø
de: %lld aufgereihte Missionen
es: %lld Acumuladas semanalmente
fr: %lld Missions hebdomadaires en attente
hu: %lld Soron következő heti küldetések
id: %lld Antrian Misi Mingguan
it: %lld Settimanali in Scadenza
ja: 次のウィークリー
pt_br: %lld Semanais pela frente
ro: %lld Misiuni Săptămânale în așteptare
ru: %lld еженедельных задания
sv: %lld weeklies som står i kö
tr: Geçmiş Görevler (%lld)

source: %lld bullets
ar: عدد الرصاص %lld
cs: %lld nábojů
da: %lld skud
de: %lld Kugeln
es: %lld balas
fr: %lld balles
hu: %lld golyók
id: %lld peluru
it: %lld colpi
pt_br: %lld balas
ro: %lld gloanțe
ru: %lld пуль
tr: %lld Mermi

source: %lld credits
ar: في حسابك: %lld
cs: %lld kreditů
de: %lld Creds
es: %lld créditos
fr: %lld Crédits
hu: %lld kreditek
id: %lld kredit
it: %lld crediti
pt_br: %lld créditos
ro: %lld credite
ru: %lld кредитов
tr: %lld Kredi

source: %lld from other players
ar: %lld من لاعبين اخرين
cs: %lld od ostatních hráčů
da: %lld fra andre spillere
de: %lld von anderen Spielern
es: %lld de otros jugadores
fr: %lld de la part d'autres joueurs
hu: %lld más játékosoktól
id: %lld dari pemain lain
it: %lld da altri giocatori
ja: 他の人から %lld
pt_br: %lld de outros jogadores
ro: %lld de la alți jucători
ru: %lld от других игроков
sv: %lld från andra spelare
tr: %lld diğer oyunculardan

source: %lld hidden due to outdated assets
ar: %lld مخفية بسبب الموارد القديمة
de: %lld versteckt aufgrund veralteter Assets
es: %lld escondido debido a /assets/ antiguos
fr: %lld Caché en raison de données obsolètes
ja: %lld のファイルが古いから見えませんん
pt_br: %lld escondido devido a arquivos desatualizados
ru: %lld скрыто из-за устаревших ресурсов

source: %lld hits
ar: %lld ضربات
cs: %lld zásahů
de: %lld Treffer
es: %lld disparos
fr: %lld coups
hu: %lld találatok
id: %lld hit
it: %lld colpi a segno
ja: %lld回
pt_br: %lld acertos
ro: %lld lovituri
ru: %lld попаданий
sv: %lld träffar
tr: %lld vuruş sayısı

source: %lld more
ar: %lld غير ذلك
cs: %lld dalších
da: %lld mere
de: %lld weitere
es: %lld más
fr: %lld plus
hu: %lld több
id: %lld lebih lanjut
it: %lld altro
ja: もう%lldつ
pt_br: %lld mais
ro: încă %lld
ru: Еще %lld
sv: %lld mer
tr: %lld daha fazla

source: %lld pellets
ar: %lld حبيبات
cs: %lld broků
de: %lld Splitter
es: %lld perdigones
fr: %lld Plombs
hu: %lld töltények
id: %lld pelet
it: %lld pallini
pt_br: %lld balas
ro: %lld gloanțe
ru: %lld пуль
tr: %lld peletler

source: %lld to %lld credits
ar: %lld الى %lld عتاد
cs: %lld na %lld kredity
da: %lld til %lld credits
de: %lld bis %lld Creds
es: %lld a %lld créditos
fr: %lld à %lld crédits
hu: %lld kreditről %lld kereditre
id: %lld ke %lld kredit
it: Da %lld a %lld crediti
ja: %lldから%lldクレジット
pt_br: %lld para %lld créditos
ro: între %lld și %lld credite
ru: %lld до %lld кредитов
sv: %lld till %lld credits
tr: %lld %lld kredilerine

source: %lld – %lldm
ar: %lld - %lld امتار
ru: %lld – %lldм

source: %lld/%lld loaded
ar: %lld/%lld محمل
de: %lld/%lld geladen
fr: %lld/%lld chargé
ja: %lld/%lldが読み込まれました
pt_br: %lld/%lld carregado
ru: %lld/%lld загружено

source: %lld/%lld owned
ar: %lld/%lld مملوك
de: %lld/%lld in Besitz
fr: %lld/%lld possédé
ja: %lld/%lldを持っています
pt_br: %lld/%lld adquirido
ru: %lld/%lld принадлежит

source: (You can switch between available icons at any time.)
ar: (يمكنك تبديل الايكونات كما تريد)
cs: (Mezi dostupnými ikonami můžete kdykoli přepínat.)
da: (Du kan til enhver tid skifte mellem de tilgængelige ikoner.)
de: (Du kannst jederzeit zwischen verfügbaren Icons wechseln.)
es: (Puedes cambiar entre los iconos disponibles en cada momento.)
fr: (Tu peux changer l'icône à tout moment.)
hu: (A meglévő ikonok között bármikor válthat)
id: (Anda dapat mengubah ikon yang tersedia kapan saja.)
it: (Puoi passare da un'icona all'altra in qualsiasi momento.)
ja: (いつでもアイコンを変えられます。)
pt_br: (Você pode alternar entre ícones disponíveis a qualquer momento).
ro: (Poți alege unul dintre icon-urile disponibile în orice moment)
ru: (Вы можете переключаться между доступными иконками в любое время.)
sv: (Du kan när som helst växla mellan tillgängliga ikoner.)
tr: (İstediğiniz zaman mevcut ikonlar arasında geçiş yapabilirsiniz.)

source: +%lld queued
ar: +%lld في قائمة الانتظار
cs: +%lld ve frontě
da: +%lld i kø
de: +%lld aufgereiht
es: +%lld en cola
fr: +%lld mis en file d'attente
hu: +%lld soron következő
id: +%lld mengantri
it: +%lld in coda
ja: +%lld を待っています
pt_br: +%lld por vir
ro: +%lld în așteptare
ru: +%lld в очереди
sv: +%lld köade
tr: +%lld sıraya alındı

source: 2-Factor Authentication
ar: 2- عامل التوثيق
cs: Dvoufaktorové ověření
da: 2-faktor-autentificering
de: 2-Faktor-Authentisierung
es: Autentificación en 2 pasos
fr: Authentification à 2 facteurs
hu: 2-Faktoros hitelesítés
id: Autentikasi 2 faktor
it: Autenticazione a 2 Fattori
ja: 多要素認証
pt_br: Autenticação em 2 fatores
ro: Autentificare cu 2 Factori
ru: Двухфакторная аутентификация
sv: 2-faktor autentisering
tr: 2 Faktörlü Kimlik Doğrulama

source: A 2FA code has been sent to your email address %@
ar: تم ارسال كود التوثيق الى هذا الايميل: %@
cs: 2FA kód byl odeslán na vaši e-mailovou adresu %@
da: Der er blevet sendt en 2FA-kode til din e-mailadresse %@
de: Ein 2FA-Code wurde an deine E-Mail-Adresse %@ geschickt.
es: El código de verificación en 2 pasos se ha enviado a tu correo %@
fr: Un code d'authentification a été envoyé sur ton adresse email %@
hu: A 2FA kód el lett küldve a következő email címre: %@
id: Kode 2FA telah kami kirimkan ke alamat email %@
it: Un codice 2FA è stato inviato al tuo indirizzo email %@
ja: メールアドレスに2FAのコードが送られています %@
pt_br: Foi enviado um código 2FA para o email %@
ro: Un cod 2FA a fost trimis la adresa ta de e-mail %@
ru: Код двухфакторной аутентификации был отправлен на вашу почту %@
sv: En 2FA-kod har skickats till din e-postadress %@
tr: E-posta adresinize bir 2FA kodu gönderildi %@

source: A match's queue is unknown until its details are fetched (by tapping it or performing the swipe action). Competitive matches after your placements can be identified without their details, however.
ar: قائمة انتظار المباراة غير معروفة حتى يتم جلب تفاصيلها (عن طريق النقر عليها أو تنفيذ إجراء التمرير). ومع ذلك ، يمكن التعرف على المطابقات التنافسية بعد مواضعك بدون تفاصيلها.
cs: Herní mód je znám pouze po načtení podrobností o hře (klepnutím nebo přejetím doprava). Kompetitivní zápasy však lze identifikovat podle změny RR i bez jejich podrobností.
da: En kamps kø er ukendt, indtil dens detaljer hentes (ved at trykke på den eller ved at stryge den). competetive kampe efter dine placements kan dog identificeres uden deres detaljer.
de: Der Spielmodus ist erst dann bekannt, wenn die Details eines Spiels geladen sind (indem es angetippt oder nach rechts gewischt wird). Kompetitive Spiele können allerdings auch ohne ihre Details anhand der RW-Änderung identifiziert werden.
es: La cola de una partida es desconocida hasta que se obtienen sus detalles (tocándola o deslizando) Sin embargo, las coincidencias competitivas después de tus colocaciones pueden identificarse sin sus detalles.
fr: La visibilité d'une partie peut être incomplète jusqu'à ce que ses détails soient récupérés manuellement (Par exemple en cliquant dessus ou en faisant glisser de gauche à droite). Cependant, les parties compétitives qui ont lieu après votre placement de rang peuvent être visibles sans que leurs détails ne soient affichés.
hu: Egy mérkőzés várakozási sorrendje ismeretlen, amíg a részleteit le nem kérdezik (a rákattintással vagy az elcsúsztatással). Az elhelyezés utáni versenyszerű mérkőzések azonban az adataik nélkül is azonosíthatók.
id: Antrean pertandingan tidak diketahui sampai data detail kami ambil. (Dengan cara membuka maupun menggeserkan). Namun, Pertandingan kompetitif setelah penempatan Anda dapat kami identifikasi tanpa detailnya.
it: La modalità di gioco di una partita è sconosciuta fino a quando non vengono recuperati i suoi dettagli (cliccandola). Tuttavia, le partite competitive possono essere identificate senza dover ottenere dettagli.
ja: 試合のキューはデータを取る（タップするかスワイプする）まで知りません。 振り分け戦の後のコンペティティブの試合はデータがなくても見つけられます。
pt_br: A fila de uma partida é desconhecida até que seus detalhes sejam obtidos (clicando ou realizando a ação de deslizar). Partidas Competitivas depois da sua colocação inicial podem ser identificadas sem seus detalhes, entretanto.
ro: Coada unui meci e necunoscută până când detaliile lui sunt obținute (prin apăsarea lui sau prin swipe). Meciurile de Competitive de după cele de plasament pot fi totuși identificate fără detaliile lor.
ru: Детали матча неизвестны, пока не будут получены с сервера (нажатием на матч или свайпом). Матчи соревновательного режима после калибровки могут быть идентифицированы и без деталей.
sv: En matchkö är okänd tills dess att detaljerna hämtas (genom att du trycker på den eller sveper den). Konkurrerande matchningar efter dina placeringar kan dock identifieras utan deras uppgifter.
tr: Bir eşleşmenin sırası, ayrıntıları alınana kadar (dokunarak veya kaydırma eylemini gerçekleştirerek) bilinmez. Ancak, yerleştirmelerinizden sonraki rekabetçi eşleşmeler, ayrıntıları olmadan tanımlanabilir.

source: ALL TIME
ar: كل الوقت
cs: Všechny Acty & Epizody
de: Alle Akte & Episoden
es: TODO EL TIEMPO
fr: TOUTES PÉRIODES
hu: Mindig
id: SEMUA WAKTU
it: TUTTI GLI ATTI
ja: 全部
pt_br: SEMPRE
ro: TOT TIMPUL
ru: ВСЕ ВРЕМЯ
tr: TÜM ZAMANLAR

source: About
ar: بشأن
cs: О Recon Boltu
da: Om
de: Über Recon Bolt
es: Sobre
fr: À propos
hu: Rólunk
id: Tentang
it: Chi Sono
ja: アプリについて
pt_br: Sobre
ro: Despre
ru: О проекте
sv: Om
tr: Hakkında

source: About Recon Bolt
ar: بشأن Recon Bolt
cs: O Recon Boltu
da: Om Recon Bolt
de: Über Recon Bolt
es: Sobre Recon Bolt
fr: À propos de Recon Bolt
hu: A Recon Boltról
id: Tentang Recon Bolt
it: Informazioni su Recon Bolt
ja: レコン ボルト について
pt_br: Sobre o Recon Bolt
ro: Despre Recon Bolt
ru: О Recon Bolt
sv: Om Recon Bolt
tr: Recon Bolt Hakkında

source: Accessories
ar: ملحقات
cs: Příslušenství
de: Accessoires
es: Accesorios
fr: Accessoires
hu: Kiegészítők
id: Aksesoris
it: Accessori
pt_br: Acessórios
ro: Accesorii
ru: Аксессуары
tr: Aksesuarlar

source: Accessory Store
ar: متجر الملحقات
cs: Obchod s příslušenstvím
de: Accessoires
es: Tienda de accesorios
fr: Boutique d'accessoires
hu: Kiegészítő bolt
id: Toko Aksesoris
it: Negozio di Accessori
pt_br: Loja de acessórios
ro: Magazin de accesorii
ru: Магазин аксессуаров
tr: Aksesuar Mağazası

source: Accounts
ar: الحسابات
cs: Účty
da: Konti
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
id: Akun
ja: アカウント
pt_br: Contas
ro: Conturi
ru: Аккаунты
sv: Konton
tr: Hesaplar

source: Add Bookmark
ar: أضف إشارة مرجعية
cs: Přidat do oblíbených
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
es: Añadir a Favoritos
fr: Ajouter un signet
hu: Könyvjelző hozzáadása
id: Tambahkan Penanda
it: Aggiungi Segnalibro
ja: ブックマークする
pt_br: Adicionar aos Favoritos
ro: Adaugă un Bookmark
ru: Добавить закладку
sv: Lägg till som bokmärke
tr: Yer İşareti Ekle

source: Add another Account
ar: أضف حساب
cs: Přidat další účet
da: Tilføj en anden konto
de: Weiteres Konto hinzufügen
es: Añade otra cuenta
fr: Ajouter un autre compte
hu: Másik fiók hozzáadása
id: Tambahkan Akun lain
it: Aggiungi un altro Account
ja: アカウントをたす
pt_br: Adicionar outra conta
ro: Adaugă încă un Cont
ru: Добавить аккаунт
sv: Lägg till ett annat konto
tr: Başka bir Hesap Ekle

source: Add multiple accounts and seamlessly switch between them at any time.
ar: أضف حسابات متعددة وقم بالتبديل بينها في أي وقت.
cs: Přidejte si více účtů a kdykoli mezi nimi plynule přepínejte.
da: Tilføj flere konti, og skift problemfrit mellem dem når som helst.
de: Füge mehrere Konten hinzu, um jederzeit dazwischen zu wechseln.
es: Añade cuentas múltiples y cambia entre ellas en cualquier momento.
fr: Ajoute plusieurs comptes et passe de l'un à l'autre à tout moment.
hu: Adj hozzá több fiókot, hogy bármikor könnyedén válthass közöttük.
id: Tambahkan beberapa akun dan beralih diantara akun-akun yang kamu tambahkan kapan saja.
it: Aggiungi più account e passa facilmente da uno all'altro in qualsiasi momento.
ja: いつでも何回も新しいアカウントにログインできます。
pt_br: Adicione múltiplas contas e alterne entre elas a qualquer momento sem problemas.
ro: Adaugă mai multe conturi și treci ușor de la unul la altul oricând.
ru: Добавляйте несколько аккаунтов и моментально переключайтесь между ними.
sv: Lägg till flera konton och växla smidigt mellan dem.
tr: Birden fazla hesap ekleyin ve istediğiniz zaman bunlar arasında sorunsuzca geçiş yapın.

source: Advanced Settings
ar: إعدادات متقدمة
cs: Rozšířená Nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
hu: Speciális beállítások
id: Pengaturan Lanjutan
it: Impostazioni Avanzate
pt_br: Configurações avançadas
ro: Setări Avansate
ru: Расширенные настройки
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar

source: Advanced Stats
ar: احصائيات متقدمة
cs: Pokročilé Statistiky
da: Avanceret statistik
de: Ausführliche Statistiken
es: Estadísticas avanzadas
fr: Statistiques avancées
hu: Speciális statisztikák
id: Statistik Lanjutan
it: Statistiche Avanzate
pt_br: Estatísticas avançadas
ro: Statistici Avansate
ru: Расширенная статистика
sv: Avancerad statistik
tr: Gelişmiş İstatistikler

source: Agent Select
ar: اختيار العميل
cs: Výběr Agenta
de: Agentenauswahl
es: Seleccionar agente
fr: Sélection des agents
hu: Agent választó
id: Pilih Agen
it: Seleziona Agente
pt_br: Seleção de Agente
ru: Выбор агента
sv: Välj agent
tr: Ajan Seçimi

source: Agents
ar: العملاء
cs: Agenti
da: Agenter
de: Agenten
es: Agentes
hu: Ügynökök
id: Agen
it: Agenti
pt_br: Agentes
ro: Agenți
ru: Агенты
tr: Ajanlar

source: All %lld
ar: جميع ال%lld
cs: Všechny %lld
da: Alle %lld
de: Alle %lld
es: Todos %lld
fr: Tous %lld
hu: Minden %lld
id: Semua %lld
pt_br: Todos %lld
ro: Toate %lld
ru: Все %lld
sv: Alla %lld
tr: Tümü %lld

source: All Maps
ar: جميع الخرائط
cs: Všechny mapy
da: Alle Baner
de: Alle Karten
es: Todos los mapas
fr: Toutes les cartes
hu: Mindegyik pálya
id: Semua Peta
it: Tutte le Mappe
pt_br: Todos os mapas
ro: Toate hărțile
ru: Все карты
sv: Alla kartor
tr: Tüm Haritalar

source: Allow All Agents
ar: اسمح للكل
cs: Povolit všechny
da: Tillad alle
de: Alle zulassen
es: Permitir todos
fr: Tout sélectionner
hu: Összes engedélyezése
id: Izinkan Semua
it: Includi Tutti
pt_br: Permitir todos
ro: Permiteți toate
ru: Включить все
sv: Tillåt allt
tr: Tümüne İzin Ver

source: Allow All Queues
ar: اسمح للكل
cs: Povolit vše
da: Tillad alle
de: Alle zulassen
es: Permitir todas
fr: Tout sélectionner
hu: Összes engedélyezése
id: Izinkan Semua
it: Includi Tutte
pt_br: Permitir todas
ro: Permiteți toate
ru: Включить все
sv: Tillåt allt
tr: Tümüne İzin Ver

source: An Error Occurred!
ar: حدث خطأ!
cs: Došlo k chybě!
da: Der er opstået en fejl!
de: Es ist ein Fehler aufgetreten!
es: ¡Un error ha ocurrido!
fr: Une erreur est survenue!
hu: Valami hiba történt!
id: Terjadi kesalahan!
it: Si è Verificato un Errore!
pt_br: Ocorreu um erro!
ro: A apărut o eroare!
ru: Произошла ошибка!
sv: Ett fel inträffade!
tr: Bir Hata Oluştu!

source: An invaluable API hosting all the assets (images, data, etc.) used throughout Valorant. This is where almost every image in the app comes from.
ar: واجهة برمجة تطبيقات لا تقدر بثمن تستضيف جميع الموارد (الصور والبيانات وما إلى ذلك) المستخدمة في جميع أنحاء Valorant. هذا هو المكان الذي تأتي منه كل صورة تقريبًا في التطبيق.
cs: Neocenitelné API, ve kterém jsou umístěny všechny assety (obrázky, data atd.) používané ve Valorantu. Odtud pochází téměř každý obrázek v aplikaci.
da: En uvurderlig API, der indeholder alle de aktiver (billeder, data osv.), der bruges i hele Valorant. Det er herfra næsten alle billeder i appen kommer.
de: Eine wertvolle API, die alle möglichen Assets (Bilder, Daten, etc.) verfügbar macht, die in Valorant auftreten. Hier kommt fast jedes Bild her, was in der App angezeigt wird.
es: La API que aloja todos los archivos (imágenes, datos, etc.) utilizados en Valorant. De aquí proceden casi todas las imágenes de la aplicación.
fr: Une API indispensable qui héberge toutes les ressources (images, données, etc.) utilisées dans Valorant. C'est l'endroit d'où viennent presque toutes les images de l'application.
hu: Egy felbecsülhetetlen értékű API, amely a Valorantban használt összes eszközt (képek, adatok stb.) tárolja. Innen származik szinte minden kép az alkalmazásban.
id: API ini digunakan sebagai media hosting semua aset yang Valorant miliki (gambar, data, dll). Hampir semua aset berupa gambar dan data dari sini.
it: Una preziosa API che ospita tutte le risorse (immagini, dati, ecc.) utilizzate in Valorant. Da qui provengono quasi tutte le immagini dell'applicazione.
pt_br: Uma API inestimável armazena todos estes arquivos (imagens, dados, etc.) usados por todo o Valorant. Daqui quase todas as imagens do aplicativo vêm.
ro: Un API inestimabil care găzduiește toate activele (imagini, date etc.) utilizate în Valorant. De aici provin aproape toate imaginile din aplicație.
ru: Бесценный API, содержащий ресурсы (изображения, данные и т. д.), используемые в Valorant. Именно отсюда берется почти каждое изображение в приложении.
sv: En API som innehåller alla tillägg (bilder, data osv.) som används i Valorant. Det är här nästan alla bilder i appen kommer ifrån.
tr: "Valorant" uygulamasında kullanılan tüm varlıkların (resimler, veriler vb.) barındırıldığı paha biçilemez bir API. Uygulamadaki neredeyse tüm resimler buradan gelir.

source: Any Agent
ar: أي عميل
cs: Všichni agenti
da: Enhver agent
de: Alle Agenten
es: Cualquier agente
fr: N'importe quel agent
hu: Összes Ügynök
id: Semua Agen
it: Qualsiasi Agente
pt_br: Qualquer agente
ro: Orice agent
ru: Любой агент
sv: Alla agents
tr: Herhangi Bir Ajan

source: Any Queue
ar: أي طابور
cs: Všechny herní módy
da: Alle køer
de: Alle Modi
es: Cualquier cola
fr: N'importe quel mode de jeu
hu: Összes Queue
id: Semua Mode
it: Qualsiasi Modalità
pt_br: Qualquer fila
ro: Orice coadă de așteptare
ru: Любой режим
sv: Alla queues
tr: Herhangi bir Kuyruk

source: Anything with images will not display correctly.
ar: أي شيء به صور لن يعرض بشكل صحيح.
cs: Cokoli s obrázky se nezobrazí správně.
da: Alt med billeder vil ikke blive vist korrekt.
de: Alles, was sich auf Bilder verlässt, wird nicht richtig angezeigt werden können.
es: Cualquier cosa con imágenes no se mostrará correctamente.
fr: Tout ce qui contient des images ne s'affichera pas correctement.
hu: Bármi ami képet tartalmaz, és nem jeleník meg helyesen.
id: Hal-hal yang menggunakan gambar disini tidak akan ditampilkan dengan menyeluruh.
it: Tutte le immagini non verranno visualizzate correttamente.
pt_br: Qualquer coisa com imagens não será exibido corretamente.
ro: Orice lucru cu imagini nu va fi afișat corect.
ru: Все с изображениями не будет отображаться корректно.
sv: Allt som innehåller bilder kommer inte att visas korrekt.
tr: Resim içeren hiçbir şey düzgün görüntülenmeyecektir.

source: App Icon
ar: ايقونة التطبيق
cs: Ikona aplikace
da: App-ikon
es: Icono de la App
fr: Icône de l'application
hu: Alkalmazás ikon
id: Ikon Aplikasi
it: Icona dell'App
pt_br: Ícone do aplicativo
ro: Iconița Aplicației
ru: Иконка приложения
sv: App-ikon
tr: Uygulama Simgesi

source: Are You Sure?
ar: هل أنت متأكد؟
cs: Jste si jistí?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sur?
hu: Biztos vagy benne?
id: Apakah Anda Yakin?
it: Sei Sicuro?
pt_br: Você tem certeza?
ro: Esti Sigur?
ru: Вы уверены?
tr: Emin misin?

source: Are your assets outdated?
ar: هل مواردك قديمة؟
cs: Jsou vaše assety aktuální?
da: Er dine aktiver forældede?
de: Sind deine Assets aktuell?
es: ¿Están tus archivos desactualizados?
fr: Tes ressources sont-elles obsolètes ?
hu: Elavultak az eszközei?
id: Apakah aset Anda belum diperbarui?
it: I tuoi asset sono obsoleti?
pt_br: Os seus arquivos estão desatualizados?
ro: Sunt activele dumneavoastră depășite?
ru: Возможно ресурсы устарели?
sv: Är dina assets gamla?
tr: Varlıklarınız güncelliğini yitirdi mi?

source: As thanks for your support, you get to show off your status with an exclusive app icon!
ar: شكراً لدعمك ، الان تستطيع التباهي بأيقونة تطبيق حصرية!
cs: Jako poděkování za vaši podporu se můžete pochlubit svým statusem s exkluzivní ikonou aplikace!
da: Som tak for din støtte kan du vise din status med et eksklusivt app-ikon!
de: Als Dankeschön für deine Unterstützung kannst du deinen Status mit einem exklusiven App-Icon demonstrieren!
es: Como agradecimiento por tu apoyo, ¡podrás presumir de tu estatus con un icono exclusivo de la aplicación!
fr: Pour te remercier, tu as la possibilité de montrer ton support avec une icône d'application exclusive!
hu: A támogatásért köszönetképpen egy egyedi alkalmazás ikon segítségével mutathatod meg státuszodat!
id: Sebagai ucapan terima kasih atas dukungan Anda, Anda dapat menggunakan ikon aplikasi eksklusif kami untuk di pamerkan!
it: Come ringraziamento per il tuo supporto, puoi mostrare il tuo stato Pro con un'icona dell'app esclusiva!
pt_br: Como agradecimento pelo seu apoio, pode mostrar o seu status com um ícone exclusivo do aplicativo!
ro: Ca mulțumire pentru sprijinul tău, poți să-ți arăți statutul cu o iconiță exclusivă a aplicației!
ru: Как благодарность за поддержку, вы можете воспользоваться эксклюзивной иконкой приложения!
sv: Som tack för ditt stöd får du visa upp din status med en exklusiv app-ikon!
tr: Desteğinize bir teşekkür olarak, size verilen özel bir uygulama simgesi ile statünüzü gösterebilirsiniz!

source: Assets
ar: الموارد
cs: Assety
da: Aktiver
es: Archivos
fr: Ressources
hu: Eszközök
id: Aset
pt_br: Arquivos
ro: Active
ru: Ресурсы
tr: Varlıklar

source: Assets complete.
ar: تم تحميل الموارد.
cs: Assety načteny.
da: Aktiverne er komplette.
de: Assets vollständig.
es: Archivos descargados.
fr: Ressources complétées.
hu: Az eszközök készenállnak.
id: Aset sempurna.
it: Assets completi.
pt_br: Arquivos concluídos.
ro: Activele sunt complete.
ru: Ресурсы загружены.
sv: Assets klara.
tr: Varlıklar tamamlandı.
