Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: The default look of Recon Bolt.
ar: المظهر الافتراضي لـ Recon Bolt.
cs: Výchozí vzhled Recon Boltu.
da: Standard udseendet for Recon Bolt.
de: Der Standard-Look von Recon Bolt.
es: Vista por defecto de Recon Bolt.
fr: L'aspect par défaut de Recon Bolt.
hu: A Recon Bolt alapértelmezett megjelenése.
id: Ikon default dari Recon Bolt.
it: L'aspetto predefinito di Recon Bolt.
pt_br: O visual padrão do Recon Bolt.
ro: Aspectul implicit al lui Recon Bolt.
ru: Внешний вид Recon Bolt по умолчанию.
sv: Standardutseende för Recon Bolt.
tr: Recon Bolt'un varsayılan görünümü.

source: The pro version lets you change the app icon! More icons might be coming in future updates.
ar: يتيح لك الإصدار Pro تغيير رمز التطبيق! قد يأتي المزيد من الرموز في التحديثات المستقبلية.
cs: Verze pro umožňuje změnit ikonu aplikace! Další ikony se mohou objevit v budoucích aktualizacích.
da: I pro-versionen kan du ændre app-ikonet! Der kan komme flere ikoner i fremtidige opdateringer.
de: Mit der Pro-Version kannst du das App-Icon ändern! Zukünftige Updates bringen womöglich neue Icons mit sich.
es: ¡La versión pro te deja cambiar el icono de la app! Es posible que más iconos se añadan en futuras actualizaciones.
fr: La version pro vous permet de changer l'icône de l'application ! D'autres icônes pourraient être ajoutées dans les prochaines mises à jour.
hu: A pro verzió lehetővé teszi az alkalmazás ikonjának megváltoztatását! A jövőbeni frissítésekben további ikonok is megjelenhetnek.
id: Versi pro memungkinkan Anda mengubah ikon aplikasi! Kami mungkin akan menambahkan ikon lain di update selanjutnya.
it: La versione Pro consente di cambiare l'icona dell'app! Potrebbero essere disponibili altre icone nei prossimi aggiornamenti.
pt_br: A versão Pro permite alterar o ícone do aplicativo! Mais ícones podem vir em futuras atualizações.
ro: Versiunea pro vă permite să schimbați pictograma aplicației! Este posibil să apară mai multe pictograme în actualizările viitoare.
ru: В версии pro вы можете изменить значок приложения! Другие иконки могут появиться в будущих обновлениях.
sv: I pro-versionen kan du ändra app-ikonen! Fler ikoner kan komma i framtida uppdateringar.
tr: Pro sürüm, uygulama simgesini değiştirmenize izin verir! Gelecek güncellemelerde daha fazla simge gelebilir.

source: Theme
ar: النمط
cs: Téma
da: Tema
de: Erscheinungsbild
es: Aspecto
fr: Thème
hu: Téma
id: Tema
it: Tema
pt_br: Tema
ro: Tema
ru: Тема
sv: Tema
tr: Tema

source: These are the last %lld requests sent by the app, along with their responses.
ar: هذه هي آخر %lld من الطلبات التي أرسلها التطبيق ، بالإضافة إلى استجاباتهم.
cs: %lld posledních požadavků odeslané aplikací a odpovědi na ně.
da: Dette er de seneste %lld -forespørgsler, som appen har sendt, sammen med deres svar.
de: Dies sind die letzten %lld Anfragen, die die App gemacht hat, zusammen mit ihren Antworten.
es: Estas son las últimas %lld solicitudes enviadas por la aplicación, junto con sus respuestas.
fr: Il s'agit des dernières %lld demandes envoyées par l'application, ainsi que leurs réponses.
hu: Ezek az alkalmazás által küldött utolsó %lld kérések és a válaszok.
id: Ini adalah %lld permintaan terakhir yang dikirim lewat aplikasi beserta dengan response nya.
it: Queste sono le ultime %lld richieste inviate all'API, insieme alle relative risposte.
pt_br: Estas são as últimas %lld solicitações enviadas pelo aplicativo, juntamente com suas respostas.
ro: Acestea sunt ultimele cereri %lld trimise de aplicație, împreună cu răspunsurile acestora.
ru: Это последние запросы: %lld, отправленные приложением, а также ответы на них.
tr: Bunlar, yanıtlarıyla birlikte uygulama tarafından gönderilen son %lld istekleridir.

source: This can cause a lot of requests. If you have many bookmarks or are often hitting the rate limit, you might prefer to turn this off.
ar: هذا يمكن أن يسبب الكثير من الطلبات. إذا كان لديك العديد من الإشارات المرجعية أو غالبًا ما تصل إلى حد السعر ، فقد تفضل إيقاف تشغيل هذا.
cs: To může způsobit spoustu požadavků. Pokud máte hodně záložek nebo často překračujete limit, můžete tuto funkci raději vypnout.
de: Das kann eine Menge Anfragen verursachen. Wenn du viele Lesezeichen hast oder oft einen Fehler bekommst, dass du zu viele Anfragen auslöst, solltest du diese Funktion lieber ausschalten.
es: Esto puede provocar muchas peticiones. Si tienes muchos marcadores o alcanzas a menudo el límite de velocidad, puede que prefieras desactivar esta opción.
fr: Cela peut entraîner un grand nombre de demandes. Si tu as beaucoup de signets ou si tu atteins souvent la limite de débit, tu devrais peut-être désactiver cette fonction.
hu: Ez rengeteg kérést okozhat. Ha sok könyvjelzője van, vagy gyakran eléri a sebességhatárt, akkor ezt inkább kapcsolja ki.
id: Hal ini dapat menyebabkan banyak permintaan. Jika Anda memiliki banyak bookmark atau sering mencapai batas kecepatan, Anda mungkin lebih suka mematikannya.
it: Questo può causare molte richieste all'API. Se hai molti preferiti o se stai spesso superando il limite di velocità, potresti preferire disattivare questa funzione.
pt_br: Isto pode causar muitos pedidos. Se tiver muitos favoritos ou se atingir frequentemente o limite de solicitações, pode preferir desativar esta opção.
ro: Acest lucru poate cauza o mulțime de cereri. Dacă aveți multe marcaje sau dacă atingeți des limita de viteză, este posibil să preferați să dezactivați această opțiune.
ru: Автоматическое обновление рангов использует много запросов к API. Если имеется множество закладок, это может привести к ошибкам, в таком случае лучше отключить данную функцию, чтобы не иметь проблем с взаимодействием с API Valorant.
tr: Bu çok fazla isteğe neden olabilir. Çok sayıda yer iminiz varsa veya sık sık hız sınırına ulaşıyorsanız, bunu kapatmayı tercih edebilirsiniz.

source: This feature requires iOS 16 or newer.
ar: تتطلب هذه الميزة iOS 16 أو أحدث.
cs: Tato funkce vyžaduje iOS 16 nebo novější.
da: Denne funktion kræver iOS 16 eller nyere.
de: Diese Feature erfordert iOS 16 oder neuer.
es: La función requiere de iOS 16 o superior.
fr: Cette fonctionnalité nécessite iOS 16 ou une version plus récente.
hu: Ez a funkció iOS 16 vagy újabb iOS-t igényel.
id: Fitur ini memerlukan setidaknya iOS 16 atau yang lebih baru.
it: Questa funzione richiede iOS 16 o versioni successive.
pt_br: Este recurso requer iOS 16 ou posterior.
ro: Această funcție necesită iOS 16 sau o versiune mai nouă.
ru: Функция требует iOS 16 и выше.
sv: Den här funktionen kräver iOS 16 eller nyare.
tr: Bu özellik iOS 16 veya daha yenisini gerektirir.

source: This makes Recon Bolt automatically use your username & password to sign in again if you get signed out. If you have 2-factor authentication enabled, this may fail if it requires a new code, but it still works sometimes.
ar: هذا يجعل Recon Bolt يستخدم تلقائيًا اسم المستخدم وكلمة المرور لتسجيل الدخول مرة أخرى إذا تم تسجيل خروجك. إذا تم تمكين المصادقة الثنائية ، فقد يفشل ذلك إذا تطلب رمزًا جديدًا ، لكنه لا يزال يعمل في بعض الأحيان.
cs: Pokud se odhlásíte, Recon Bolt automaticky použije vaše uživatelské jméno a heslo k opětovnému přihlášení. Pokud máte povoleno dvoufaktorové ověření, může to selhat, pokud je vyžadován nový kód, ale někdy to stále funguje.
da: Dette gør, at Recon Bolt automatisk bruger dit brugernavn og din adgangskode til at logge på igen, hvis du bliver logget ud. Hvis du har 2-faktor-autentifikation aktiveret, kan dette mislykkes, hvis det kræver en ny kode, men det virker stadig nogle gange.
de: Hiermit verwendet Recon Bolt automatisch deinen Benutzernamen und Passwort, um sich erneut anzumelden, wenn du abgemeldet wirst. Wenn du 2-Faktor-Authentifizierung aktiviert hast, kann das fehlschlagen, wenn ein neuer Code erforderlich ist, aber manchmal reicht es aus.
es: Esto hace que Recon Bolt utilice automáticamente tu nombre de usuario y contraseña para acceder de nuevo si se cierra tu sesión. Si tienes activada la autenticación en 2 factores, esto puede fallar si requiere un código, pero sigue funcionando a veces.
fr: Cela permet à Recon Bolt d'utiliser automatiquement ton nom d'utilisateur et ton mot de passe pour se reconnecter si tu te déconnectes. Si l'authentification à deux facteurs est activée, cela peut échouer s'il faut un nouveau code, mais cela fonctionne quand même parfois.
hu: Ezáltal a Recon Bolt automatikusan felhasználja a felhasználónevét és jelszavát az újbóli bejelentkezéshez, ha kijelentkezik. Ha engedélyezve van a 2-faktoros hitelesítés, akkor ez sikertelen lehet, ha új kódot igényel, de néha még működik.
id: Recon Bolt secara otomatis menggunakan username & kata sandi Anda untuk masuk kembali jika keluar. Jika Anda menggunakan autentikasi 2 faktor, ini mungkin akan gagal jika memerlukan kode verifikasi terbaru. Tetapi kadang-kadang masih dapat berfungsi.
it: Questa opzione fa sì che Recon Bolt utilizzi automaticamente il nome utente e la password per accedere di nuovo se si è usciti. Se l'autenticazione a due fattori è attiva, questa operazione potrebbe fallire se Riot dovesse richiedere un nuovo codice, ma a volte funziona comunque.
pt_br: Isto faz com que o Recon Bolt utilize automaticamente o seu nome de usuário e a sua senha para iniciar sessão novamente, caso seja desconectado. Se tiver a autenticação de 2 fatores ativada, isto pode falhar se for necessário um novo código, mas pode funcionar em alguns casos.
ro: Acest lucru face ca Recon Bolt să utilizeze automat numele de utilizator și parola pentru a vă autentifica din nou, dacă vă deconectați. Dacă aveți activată autentificarea cu 2 factori, este posibil ca această operațiune să nu reușească dacă este necesar un nou cod, dar totuși funcționează uneori.
ru: Это заставляет Recon Bolt автоматически использовать имя пользователя и пароль для повторного входа, если произошел выход из аккаунта. Если у включена двухфакторная аутентификация, это может не сработать, если потребуется новый код, но иногда это все же работает.
tr: Bu, oturumunuz kapatılırsa Recon Bolt'un tekrar oturum açmak için otomatik olarak kullanıcı adınızı ve parolanızı kullanmasını sağlar. 2 faktörlü kimlik doğrulamayı etkinleştirdiyseniz, yeni bir kod gerektiriyorsa bu başarısız olabilir, ancak yine de bazen çalışır.

source: To gather statistics, we first need to load matches to process. Note that large amounts can take a long time, especially when downloading for the first time!
ar: لجمع الإحصائيات ، نحتاج أولاً إلى تحميل المباريات وتفاصيلها. لاحظ أن الكميات الكبيرة يمكن أن تستغرق وقتًا طويلاً ، خاصة عند التنزيل لأول مرة!
cs: Chcete-li shromažďovat statistiky, musíte nejprve načíst zápasy ke zpracování. Upozorňujeme, že velké objemy mohou trvat dlouho, zejména při prvním nahrávání!
da: For at indsamle statistikker skal vi først indlæse kampe, som vi skal behandle. Bemærk, at store mængder kan tage lang tid, især når du downloader for første gang!
de: Um Statistiken auszuwerten, müssen wir zuerst Spiele zur Verarbeitung laden. Beachte, dass große Mengen lange brauchen können, besonders wenn sie zum ersten Mal heruntergeladen werden!
es: Para recopilar estadísticas, primero tenemos que cargar partidas para procesarlas. Ten en cuenta que grandes cantidades pueden llevar mucho tiempo, ¡sobre todo si se descargan por primera vez!
fr: Pour recueillir des statistiques, nous devons d'abord charger des parties à traiter. Notez que de grandes quantités peuvent prendre beaucoup de temps, surtout lors du premier téléchargement !
hu: A statisztikák összegyűjtéséhez először be kell töltenünk a feldolgozandó meccseket. Vegye figyelembe, hogy a nagy mennyiségek hosszú időt vehetnek igénybe, különösen, ha először töltjük le őket!
id: Untuk mengumpulkan statistik, kita perlu memuat pertandingan untuk diproses. Perhatikan jika jumlah yang besar dapat memakan waktu lama terutama jika kita mengunduh untuk pertama kalinya!
it: Per raccogliere le statistiche, dobbiamo prima caricare le partite già elaborate da Valorant. Nota che grandi quantità di dati possono richiedere molto tempo, soprattutto quando si scaricano per la prima volta!
pt_br: Para verificar as estatísticas, primeiro é necessário carregar as partidas para obter as informações. Observe que em grandes quantias podem levar mais tempo que o esperado, especialmente ao fazer o download delas pela primeira vez!
ro: Pentru a aduna statistici, trebuie mai întâi să încărcăm meciurile pentru a le procesa. Rețineți că sumele mari pot dura mult timp, mai ales atunci când se descarcă pentru prima dată!
ru: Чтобы собрать статистику, сначала нужно загрузить матчи для обработки. Обратите внимание, что большие объемы могут занять много времени, особенно при первой загрузке!
sv: För att samla in statistik måste vi först ladda in matcher för att bearbeta dem. Observera att stora mängder kan ta lång tid, särskilt när du laddar ner för första gången!
tr: İstatistik toplamak için öncelikle gösterilecek maçları yüklememiz gerekir. Özellikle ilk kez indirirken büyük miktarların uzun zaman alabileceğini unutmayın!

source: Total
ar: المجموع
cs: Celkem
da: I alt
de: Insgesamt
hu: Összesen
it: Totale
ru: Всего
sv: Totalt
tr: Toplam

source: Total Playtime
ar: مجموع وقت اللعب
cs: Celkový odehraný čas
da: Samlet spilletid
de: Gesamtspielzeit
es: Tiempo total de juego
fr: Temps de jeu total
hu: Teljes játékidő
id: Total Waktu Bermain
it: Tempo di Gioco Totale
pt_br: Tempo total de jogo
ro: Timp total de joc
ru: Общее время игры
sv: Total speltid
tr: Toplam Oyun Süresi

source: Total Space Used
ar: المساحة الإجمالية المستخدمة
cs: Celkové využité místo
da: Samlet anvendt plads
de: Gesamtplatzverbrauch
es: Espacio total utilizado
fr: Espace total utilisé
hu: Teljes felhasznált hely
id: Total Penyimpanan yang Digunakan
it: Spazio Totale Utilizzato
pt_br: Espaço total utilizado
ro: Spațiul total utilizat
ru: Общее использование памяти
sv: Totalt utnyttjat utrymme
tr: Kullanılan Toplam Depolama Alan

source: Tour de Force (Chamber)
ar: ضربة معلم (تشامبر)
de: Glanzleistung (Chamber)
ru: Демонстрация силы (Chamber)
tr: Kuvvet Gösterisi (Chamber)

source: Twitter @juliand665
ar: تويتر @juliand665
ru: Твиттер @juliand665

source: URL
ar: الموقع

source: Unfetched
ar: لم يتم تحضيره
cs: Není načten
de: Ungeladen
es: Sin cargar
fr: Non trouvé
id: Data belum diambil
it: Non Trovato
pt_br: Não encontrado
ro: Neîncercat
ru: Не загружено
tr: Getirilmedi

source: Unfortunately, Riot is now using their intellectual property rights to take down this app. I'm trying to discuss with them to find a way forward, but I currently cannot guarantee that the app will stay available. I believe it will remain installed if you currently have it, but I'm not sure if I'll still be able to verify Pro purchases. If you or someone you know works at Riot, get in touch with me—there's a few ways linked in the About Recon Bolt section below. I would still be grateful for your support if you do purchase it! But it's at your own risk because I cannot guarantee that you'll enjoy the promised features going forward :(
ar: للأسف ، تستخدم شركة Riot الآن حقوق الملكية الفكرية الخاصة بها لإزالة هذا التطبيق. أحاول مناقشته معهم لإيجاد طريقة للمضي قدمًا ، لكن لا يمكنني حاليًا ضمان بقاء التطبيق متاحًا. أعتقد أنه سيظل مثبتًا إذا كان لديك حاليًا ، لكنني لست متأكدًا مما إذا كنت سأظل قادرًا على التحقق من مشتريات Pro. إذا كنت تعمل أنت أو أي شخص تعرفه في Riot ، فتواصل معي - هناك عدة طرق مرتبطة في قسم حول Recon Bolt أدناه. سأظل ممتنًا لدعمك إذا قمت بشرائه! لكن هذا على مسؤوليتك الخاصة لأنني لا أستطيع أن أضمن أنك ستستمتع بالميزات الموعودة في المستقبل :(
cs: Bohužel společnost Riot nyní využívá svých práv, aby tuto aplikaci stáhla. Snažím se s nimi diskutovat a najít řešení, ale v současné době nemohu zaručit, že aplikace zůstane dostupná. Věřím, že zůstane nainstalovaná, pokud ji v současné době máte, ale nejsem si jistý, zda budu moci nadále ověřovat nákupy verze Pro. Pokud vy nebo někdo, koho znáte, pracuje ve společnosti Riot, kontaktujte mě - v části O Recon Bolt níže je odkaz na několik způsobů. I tak budu vděčný za vaši podporu, pokud si ji zakoupíte! Je to však na vaše vlastní riziko, protože nemohu zaručit, že si slíbené funkce užijete i nadále :(
de: Leider wendet Riot Games nun ihr Copyright an, um diese App zu entfernen. Ich versuche, mit ihnen eine Lösung zu finden, aber ich kann nicht garantieren, dass die App weiterhin verfügbar ist. Ich glaube, dass sie installiert bleibt, wenn du sie schon hast, aber ich bin mir nicht sicher, ob sie dann noch Pro-Käufe überprüfen kann. Wenn du oder jemand, den du kennst, bei Riot arbeitet, kannst du dich mit mir in Verbindung setzen - es gibt einige Möglichkeiten, die im Abschnitt "Über Recon Bolt" unten verlinkt sind. Ich wäre dir für deine Unterstützung dankbar, wenn du Pro kaufst! Aber das ist auf eigene Gefahr, denn ich kann nicht garantieren, dass du die versprochenen Funktionen auch in Zukunft genießen kannst :(
es: Por desgracia, Riot está utilizando sus derechos de propiedad intelectual para cerrar Recon Bolt. Estoy intentando hablar con ellos para encontrar una solución, pero actualmente no puedo garantizar que la aplicación siga disponible. Creo que seguirá instalada si actualmente la tienes, pero no estoy seguro de si podré seguir verificando las compras de la versión Pro. Si tú o alguien que conozcas trabaja en Riot, ponte en contacto conmigo; hay varias formas de hacerlo en la sección 'Sobre' de Recon Bolt más abajo. Seguiré agradeciéndote tu apoyo si lo compras. Pero es bajo tu propia responsabilidad, no puedo garantizar que vayas a disfrutar de las funciones prometidas en un futuro :(
fr: Malheureusement, Riot utilise maintenant ses droits de copyrights pour retirer l'application de l'App Store. J'essaie de discuter avec eux pour trouver une solution, mais je ne peux actuellement pas garantir que l'application restera disponible à l'avenir. Je pense qu'elle restera installée sur votre téléphone si vous l'avez actuellement installée, mais je ne sais pas si je pourrai toujours vérifier les achats Pro. Si vous travaillez chez Riot ou si vous connaissez quelqu'un qui travaille chez Riot, contactez-moi - il y a plusieurs façons de me contacter dans la section À propos de Recon Bolt ci-dessous. Je vous serais toujours reconnaissant de votre soutien si vous acheter la version Pro! Mais c'est à vos risques et périls, car je ne peux pas vous garantir que vous pourrez profiter des fonctionnalités promises à l'avenir :(
hu: Sajnos a Riot most a szellemi tulajdonjogokkal élve le akarja venni ezt az alkalmazást. Megpróbálok velük tárgyalni, hogy megtaláljuk a megoldást, de jelenleg nem tudom garantálni, hogy az alkalmazás elérhető marad. Úgy gondolom, hogy telepítve marad, ha jelenleg is megvan, de nem vagyok benne biztos, hogy továbbra is tudom majd ellenőrizni a Pro vásárlásokat. Ha te vagy egy ismerősöd a Riotnál dolgozik, vedd fel velem a kapcsolatot - van néhány mód, ami az alábbi, Rólam és a Recon Boltról szóló részben van linkelve. Továbbra is hálás lennék a támogatásodért, ha megveszed! De ez a saját felelősségedre történik, mert nem tudom garantálni, hogy élvezni fogod az ígért funkciókat a továbbiakban :(
id: Sayangnya, Riot sekarang menggunakan hak kekayaan intelektual mereka untuk menghapus aplikasi ini. Saya mencoba berdiskusi dengan mereka untuk mencari jalan keluar, tetapi saat ini saya tidak bisa menjamin bahwa aplikasi ini akan tetap tersedia. Saya yakin aplikasi ini akan tetap terinstal jika Anda saat ini memilikinya, tetapi saya tidak yakin apakah saya masih bisa memverifikasi pembelian Pro. Jika Anda atau seseorang yang Anda kenal bekerja di Riot, hubungi saya-ada beberapa cara yang ditautkan di bagian Tentang Recon Bolt di bawah ini. Saya tetap akan berterima kasih atas dukungan Anda jika Anda membelinya! Tetapi itu adalah risiko Anda sendiri karena saya tidak dapat menjamin bahwa Anda akan menikmati fitur-fitur yang dijanjikan di masa mendatang :(
it: Purtroppo Riot sta utilizzando i suoi diritti di proprietà intellettuale per eliminare l'applicazione. Sto cercando di discutere con loro per trovare una soluzione, ma al momento non posso garantire che l'app rimarrà disponibile. Credo che rimarrà installata se la possiedi, ma non so se sarò ancora in grado di verificare gli acquisti Pro. Se tu o qualcuno che conosci lavora alla Riot, mettiti in contatto con me: ci sono alcuni modi per farlo nella sezione Informazioni su Recon Bolt qui sotto. Ti sarei comunque grato per il tuo supporto se lo acquisti! Ma è a tuo rischio e pericolo perché non posso garantirti che potrai usufruire delle funzioni promesse in futuro :(
pt_br: Infelizmente, a Riot está utilizando seus direitos de propriedade intelectual para remover este aplicativo. Estou tentando discutir com eles para encontrar um caminho a seguir, mas atualmente não posso garantir que o aplicativo continuará disponível. Acredito que ele permanecerá instalado se você já o tiver, mas não tenho certeza se poderei verificar compras do Pro. Se você ou alguém que você conhece trabalha na Riot, entre em contato comigo - há algumas formas de contato disponíveis na seção "Sobre Recon Bolt" abaixo. Ainda ficaria grato pelo seu apoio se você decidir adquiri-lo! Porém, é por sua conta e risco, pois não posso garantir que as funcionalidades prometidas serão mantidas no futuro :(
ro: Din păcate, Riot se folosește acum de drepturile de proprietate intelectuală pentru a retrage această aplicație. Încerc să discut cu ei pentru a găsi o cale de urmat, dar momentan nu pot garanta că aplicația va rămâne disponibilă. Cred că va rămâne instalată dacă o aveți în prezent, dar nu sunt sigur dacă voi mai putea verifica achizițiile Pro. Dacă tu sau cineva pe care îl cunoști lucrează la Riot, ia legătura cu mine - există câteva modalități legate în secțiunea Despre Recon Bolt de mai jos. Aș fi în continuare recunoscător pentru sprijinul tău dacă îl cumperi! Dar este pe propriul risc, deoarece nu pot garanta că vă veți bucura de funcțiile promise în continuare :(
ru: К сожалению, сейчас Riot использует свои права на интеллектуальную собственность, чтобы удалить это приложение. Я пытаюсь обсудить с ними дальнейшие действия, но сейчас я не могу гарантировать, что приложение останется доступным. Я полагаю, что оно останется установленным, если оно установлено сейчас, но я не уверен, смогу ли я по-прежнему проверять покупки Pro. Если вы или кто-то из ваших знакомых работает в Riot, свяжитесь со мной - есть несколько способов, которые указаны в разделе "О Recon Bolt" ниже. Я по-прежнему буду благодарен вам за поддержку, если вы приобретете это! Но полностью на свой страх и риск, потому что я не могу гарантировать, что тебе понравятся обещанные функции в дальнейшем :(
tr: Maalesef, Riot şu anda bu uygulamayı kaldırmak için fikri mülkiyet haklarını kullanıyor. İlerlemek için onlarla bir şekilde anlaşmaya çalışıyorum, ancak şu anda uygulamanın mevcut durumda kullanılabilir kalacağını garanti edemiyorum. Şu anda yüklü olanların muhtemelen yüklü kalacağını düşünüyorum, ancak Pro satın alımlarını hala doğrulayabileceğimden emin değilim. Eğer siz veya tanıdığınız biri Riot'ta çalışıyorsa, benimle iletişime geçin - aşağıda bulunan Recon Bolt bölümünde birkaç iletişim yöntemi mevcut. Eğer satın alırsanız desteğiniz için hala minnettar olacağım! Ancak ileride vaat edilen özelliklerden tam olarak yararlanabileceğinizi garanti edemem, bu yüzden risk size aittir :( Malesef, şu an için durum böyle :(
