Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: No Buddy
ar: بدون ملحق
cs: Žádný Přívěšek
da: Ingen Budddy
de: Kein Talisman
es: Sin amuleto
fr: Aucun porte-bonheur
hu: Nincs Buddy
id: Tidak memiliki Buddy
it: Rimuovi Accessorio
pt_br: Sem Chaveiro
ro: Fără Buddy
ru: Без брелка
sv: Ingen buddy
tr: Uğur yok

source: No Spray
ar: بدون رسمة
cs: Žádný Sprej
da: Ingen Spray
de: Kein Graffiti
es: Sin grafiti
fr: Aucun spray
hu: Nincs falfirka
id: Tidak memiliki Grafiti
it: Rimuovi Spray
pt_br: Sem Spray
ro: Fără Spray
ru: Без граффити
sv: Ingen spray
tr: Sprey Yok

source: No Title
ar: بدون لقب
cs: Žádný Titul
da: Ingen Titel
de: Kein Titel
es: Sin título
fr: Aucun titre
hu: Nincs szöveg
id: Tidak memiliki Title
it: Rimuovi Titolo
pt_br: Sem Título
ro: Fără titlu
ru: Без звания
sv: Ingen titel
tr: Başlık yok

source: No buddy selected!
ar: لم يتم اختيار ملحق!
cs: Žádný vybraný přívěšek!
da: Ingen buddy valgt!
de: Kein Talisman ausgewählt!
es: ¡Ningún amuleto seleccionado!
fr: Aucun porte-bonheur choisi!
hu: Nincs kiválasztott buddy!
id: Tidak ada Buddy yang dipilih!
it: Nessun accessorio selezionato!
pt_br: Nenhum chaveiro selecionado!
ro: Niciun buddy selectat!
ru: Брелок не выбран!
sv: Ingen buddy vald!
tr: Uğurluk seçilmedi!

source: No data
ar: لا توجد معلومات
cs: Žádné data
da: Ingen data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hu: Nincs adat
id: Tidak ada data
it: Nessun dato disponibile
pt_br: Sem informações
ro: Nu există date
ru: Нет данных
sv: Ingen data
tr: Veri yok

source: No games played with premade teammates.
ar: لم يتم لعب مباريات مع زملاء مسبقة الإعداد.
cs: Žádné zápasy hrané v party.
da: Ingen spil er spillet med premates.
de: Keine Spiele in einer Gruppe gespielt.
es: No hay partidas con compañeros en el equipo.
fr: Pas de parties jouées avec des coéquipiers pré-groupés.
hu: Nincs előre összeállított csapattársakkal játszott játék.
id: Tidak ada permainan yang dimainkan bersama dengan tim yang sudah dimainkan sebelumnya.
it: Nessuna partita giocata con il Gruppo.
pt_br: Nenhuma partida jogada com parceiros de time predefinidos.
ro: Fără jocuri jucate cu coechipieri premade.
ru: Не было сыграно ни одной игры в группе.
tr: Grup arkadaşlarıyla hiç oyun oynanmadı.

source: No minimap available!
ar: لا توجد خريطة مصغرة متاحة!
cs: Minimapa není k dispozici!
da: Ingen minimap tilgængelig!
de: Keine Minikarte verfügbar!
es: ¡No está el minimapa disponible!
fr: Pas de minicarte disponible !
hu: Nincs elérhető térkép!
id: Minimap tidak tersedia!
it: Nessuna minimappa disponibile!
pt_br: Nenhum minimapa disponível!
ro: Nu este disponibil minimapul!
ru: Миникарта недоступна!
sv: Ingen minimap tillgänglig!
tr: Minimap mevcut değil!

source: No non-premade players encountered repeatedly. (Un)lucky you!
ar: لا يوجد لاعبين مسبقة الإعداد متكررين. يا لحظك!
cs: Opakovaně jste se nesetkali s žádným hráčem, který by nebyl v party. (Ne)štěstí!
da: Ingen non-premades spillere blev spillet med gentagne gange. Du er (u)heldig!
de: Keine Spieler von außerhalb deiner Gruppe wiederholt angetroffen. Schade (oder auch nicht)!
es: ¡No se han encontrado jugadores en grupos (Des)afortunado!
fr: Aucun joueur non pré-groupé n'a été rencontré à plusieurs reprises. (Chanceux... ou pas !)
hu: Többször nem találkoztak nem előre nem nevezett játékosokkal. (Nem)szerencsés vagy!
id: Tidak ada pemain random yang bermain bersama setelah ditemukan berulang kali. (Kurang) beruntungnya Anda!
it: Non hai incontrato nessun giocatore con cui tu abbia mai fatto un gruppo. (Un)Lucky!
pt_br: Nenhum jogador sozinho encontrado repetidamente. Sorte(?) a sua!
ro: Niciun jucător non-premade nu a fost întâlnit în mod repetat. (Ne)norocosule!
ru: Не было ни одного повторяющегося случайного игрока в команде. (Не)повезло вам!
tr: Hazır olmayan oyuncularla tekrar tekrar karşılaşılmadı.

source: Normalize Charts
ar: طبّع المخططات
cs: Normalizace Grafů
da: Normalisere diagrammer
de: Normalisieren
es: Normalizar gráficos
fr: Normaliser les graphiques
hu: Diagramok normalizálása
id: Menormalkan Grafik
it: Normalizza i Grafici
pt_br: Normalizar tabelas
ro: Normalizarea graficelor
ru: Нормализировать графики
sv: Normalisera diagram
tr: Grafikleri Normalleştirme

source: Not Ready
ar: غير جاهز
cs: Nepřipraven
da: Ikke Klar
de: Nicht bereit
es: No listo
fr: Pas prêt
hu: Nem kész
id: Belum Siap
it: Non pronto
pt_br: Indisponível
ro: Nu este pregătit
ru: Не готов
sv: Inte redo
tr: Hazır değil

source: Not enough data!
ar: لا توجد معلومات تكفي!
cs: Nedostatek dat!
da: Ikke nok data!
de: Zu wenig Daten!
es: ¡Sin datos suficientes!
fr: Pas assez de données !
hu: Nincs elég adat!
id: Tidak cukup data!
it: Non ci sono abbastanza dati!
pt_br: Sem dados suficientes!
ro: Nu sunt suficiente date!
ru: Недостаточно данных!
sv: Inte tillräckligt med data!
tr: Yeterli veri yok!

source: Not signed in yet.
ar: لم يتم تسجيل الدخول بعد.
cs: Ještě nejste přihlášeni.
da: Ikke logget ind endnu.
de: Noch nicht angemeldet.
es: No te has registrado.
fr: Pas encore connecté.
hu: Még nincs bejelentkezve.
id: Anda belum masuk.
it: Non hai ancora effettuato l'accesso.
pt_br: Ainda não conectado.
ro: Încă nu v-ați logat.
ru: Еще не авторизован.
sv: Har inte loggat in ännu.
tr: Henüz oturum açmadın.

source: Not signed in!
ar: لم يتم تسجيل الدخول!
cs: Nejste přihlášeni!
da: Ikke logget ind!
de: Nicht angemeldet!
es: ¡No estás registrado!
fr: Non connecté !
hu: Nincs bejelentkezve!
id: Anda belum masuk!
it: Non hai effettuato l'accesso!
pt_br: Não conectado!
ro: Nu sunteți conectat!
ru: Не авторизован!
sv: Inte inloggad!
tr: Oturum açılmadı!

source: Note: Statistics are only available on iOS 16 and newer.
ar: ملاحظة: المخططات متاحة فقط للأجهزة التي تستعمل iOS 16 او اجدد.
cs: Poznámka: Statistiky jsou k dispozici pouze v systému iOS 16 a novějším.
da: Bemærk: Statistikker er kun tilgængelige på iOS 16 og nyere.
de: Bemerke: Statistiken sind nur auf iOS 16 und neuer verfügbar.
es: Nota: Las estadísticas solo están disponibles a partir de iOS 16 y superiores.
fr: Remarque : les statistiques ne sont disponibles que sur iOS 16 et les versions plus récentes.
hu: Megjegyzés: A statisztikák csak az iOS 16 és újabb operációs rendszereken érhetőek el.
id: N.B: Statistik hanya tersedia di iOS 16 dan yang lebih baru.
it: Nota: Le Statistiche sono disponibili solo su iOS 16 e versioni successive.
pt_br: Nota: Estatísticas estão disponíveis apenas no iOS 16 ou mais recente.
ro: Notă: Statisticile sunt disponibile numai pe iOS 16 și mai nou.
ru: Статистика доступна на iOS 16 и выше.
tr: Not: İstatistikler yalnızca iOS 16 ve daha yeni sürümlerde kullanılabilir.

source: Note: Widgets are only available on iOS 16 and newer.
ar: ملاحظة: الودجات متاحة فقط للأجهزة التي تستعمل iOS 16 او اجدد.
cs: Poznámka: Widgety jsou k dispozici pouze v systému iOS 16 a novějším.
da: Bemærk: Widgets er kun tilgængelige på iOS 16 og nyere.
de: Bemerke: Widgets sind nur auf iOS 16 und neuer verfügbar.
es: Nota: Los Widgets solo están disponible a partir de iOS 16 y superiores.
fr: Remarque : les widgets ne sont disponibles que sur iOS 16 et les versions plus récentes.
hu: Megjegyzés: A widgetek csak az iOS 16 és újabb operációs rendszereken érhetőek el.
id: N.B: Widget hanya tersedia di iOS 16 dan yang lebih baru.
it: Nota: I widget sono disponibili solo su iOS 16 e versioni successive.
pt_br: Nota: Widges estão disponíveis apenas no iOS 16 ou mais recente.
ro: Notă: Widgeturile sunt disponibile numai pe iOS 16 și mai nou.
ru: Виджеты доступны на iOS 16 и выше.
tr: Not: Widget'lar yalnızca iOS 16 ve daha yeni sürümlerde kullanılabilir.

source: OK
ar: حسنا
es: Vale
ru: ОК
tr: TAMAM

source: Official Website
ar: الموقع الرسمي
cs: Oficiální Webové Stránky
da: Officiel websted
de: Offizielle Website
es: Página web oficial
fr: Site officiel
hu: Hivatalos weboldal
id: Situs web resmi
it: Sito Web Ufficiale
pt_br: Site oficial
ro: Site-ul oficial
ru: Официальный сайт
sv: Officiell webbplats
tr: Resmi Web Sitesi

source: Open or swipe to fetch details.
ar: افتح أو اسحب لجلب التفاصيل.
cs: Otevřete nebo přejeďte prstem pro načtení podrobností.
da: Åbn eller stryg for at hente detaljer.
de: Details laden: öffnen oder wischen.
es: Pulsa o desliza para ver los detalles.
fr: Ouvrez ou glissez pour obtenir des détails.
hu: Nyissa meg vagy húzza le a részleteket.
id: Buka atau geser untuk mengambil detail.
it: Apri o scorri per vedere i dettagli.
pt_br: Abra ou deslize para obter detalhes.
ro: Deschideți sau glisați pentru a obține detalii.
ru: Откройте или свайпните вправо для получения деталей.
sv: Öppna eller svep för att hämta information.
tr: Ayrıntıları almak için açın veya kaydırın.

source: Other Players
ar: اللاعبون الآخرون
cs: Ostatní Hráči
da: Andre spillere
de: Andere Spieler
es: Otros jugadores
fr: Autres joueurs
hu: Más játékosok
id: Pemain lain
it: Altri Giocatori
pt_br: Outros Jogadores
ro: Alți jucători
ru: Другие игроки
sv: Andra spelare
tr: Diğer Oyuncular

source: Out of instances!
ar: انتفذت الكميات!
cs: Žádné zbývající instance!
da: Ikke flere tilfælde!
de: Keine Instanzen übrigen!
es: ¡Todos los espacios utilizados!
fr: Plus d'exemplaires !
hu: Nincs több példány!
id: Semua telah dipakai!
it: Questo accessorio è già presente su due armi!
pt_br: Nenhum chaveiro disponível!
ro: Nu mai aveți instanțe!
ru: Все брелки используются!
sv: Inga exempel!
tr: Uğurluk tükendi!

source: Over Time
ar: عبر الوقت
cs: V průběhu času
da: Over tid
de: Über Zeit
es: A lo largo del tiempo
fr: Au fil du temps
hu: Hosszabbítás
id: Waktu Tambahan
it: Supplementari
pt_br: Prorrogação
ro: De-a lungul timpului
ru: Дополнительное время
tr: Zaman İçinde

source: Overall
ar: إجمالي
cs: Celkem
da: Samlet
de: Insgesamt
es: En general
fr: Dans l'ensemble
hu: Általános
id: Keseluruhan
it: Totale
pt_br: Geral
ro: În general
ru: Общая статистика
tr: Genel olarak

source: Overdrive (Neon)
ar: السرعة القصوى (نيون)
de: Spannungsspitze (Neon)
es: Sobrecarga (Neon)
fr: Ultra-vitesse (Neon)
it: Sovraccarico (Neon)
pt_br: Sobrecarga (Neon)
ru: На полную мощь (Neon)

source: Party
ar: فرقة
de: Gruppe
es: Grupo
fr: Groupe
id: Grup Party
it: Gruppo
pt_br: Equipe
ru: Группа
tr: Grup

source: Party %@
ar: فرقة %@
de: Gruppe %@
es: Grupo %@
fr: Groupe %@
id: Grup Party %@
it: Gruppo %@
pt_br: Equipe %@
ru: Группа %@
tr: Grup %@

source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata sandi
pt_br: Senha
ro: Parola
ru: Пароль
sv: Lösenord
tr: Şifre

source: Picking…
ar: جاري الاختيار …
cs: Vybírá…
da: Vælger…
de: Wählt…
es: Eligiendo…
fr: Choisit…
hu: Választás…
id: Sedang memilih…
it: Selezionando l'Agente…
pt_br: Escolhendo…
ro: Selectează…
ru: Выбор…
sv: Väljer…
tr: Seçiyor…

source: Player
ar: اللاعب
cs: Hráč
da: Spiller
de: Spieler
es: Jugador
fr: Joueur
hu: Játékos
id: Pemain
it: Giocatore
pt_br: Jogador
ro: Jucător
ru: Игрок
sv: Spelare
tr: Oyuncu

source: Players
ar: اللاعبين
cs: Hráči
da: Spillere
de: Spieler
es: Jugadores
fr: Joueurs
hu: Játékosok
id: Pemain
it: Giocatori
pt_br: Jogadores
ro: Jucători
ru: Игроки
sv: Spelare
tr: Oyuncular

source: Playtime
ar: وقت اللعب
cs: Odehraný čas
da: Spilletid
de: Spielzeit
es: Tiempo de juego
fr: Temps de jeu
hu: Játékidő
id: Waktu bermain
it: Tempo di Gioco
pt_br: Tempo de jogo
ro: Timpul jucat
ru: Время игры
sv: Speltid
tr: Oyun Zamanı

source: Playtime Breakdown
ar: تفاصيل وقت اللعب
cs: Rozdělení odehraného času
da: Fordeling af spilletid
de: Spielzeit-Analyse
es: Desglose del tiempo de juego
fr: Répartition du temps de jeu
hu: Játékidő feloszlás
id: Rincian Waktu Bermain
it: Suddivisione del Tempo di Gioco
pt_br: Detalhes do tempo de jogo
ro: Statistici despre timpul jucat
ru: Распределение игрового времени
tr: Oyun Süresi Dağılımı

source: Please make sure you are ready to play by the time the game starts!
ar: يرجى التأكد من استعدادك للعب في الوقت الذي تبدأ فيه اللعبة!
cs: Ujistěte se, že můžete být u počítače v době zahájení hry!
da: Sørg for at være klar til at spille, når spillet starter!
de: Bitte stell sicher, dass du am PC sein kannst, wenn das Spiel anfängt!
es: ¡Por favor asegúrate de estar listo para jugar cuando la partida empiece!
fr: Assurez-vous d'être prêt à jouer au moment où la partie commence !
hu: Kérjük, győződj meg róla, hogy a játék kezdetére készen állsz a játékra!
id: Pastikan Anda siap untuk bermain pada saat permainan ditemukan!
it: Assicurati di essere pronto a giocare per l'inizio della partita!
pt_br: Por favor, tenha a certeza de estar pronto para jogar quando o jogo começar!
ro: Vă rugăm să vă asigurați că sunteți gata să jucați până când începe jocul!
ru: Пожалуйста, убедитесь что вы будете готовы играть когда игра начнется!
tr: Lütfen oyun başladığında oynamaya hazır olduğunuzdan emin olun!

source: Price
ar: السعر
cs: Cena
da: Pris
de: Preis
es: Precio
fr: Prix
hu: Ár
id: Harga
it: Prezzo
pt_br: Preço
ro: Preț
ru: Цена
tr: Fiyat

source: Pro Blue
ar: ايقون Pro ازرق
cs: Pro Modrá
da: Pro Blå
de: Pro-Blau
fr: Bleu Pro
hu: Pro Kék
pt_br: Pro Azul
tr: Pro Mavi

source: Pro Features
ar: مميزات Pro
cs: Pro Funkce
da: Pro-funktioner
es: Funciones Pro
fr: Fonctionnalités Pro
hu: Pro funkciók
id: Fitur Pro
it: Caratteristiche Pro
pt_br: Funcionalidades Pro
ro: Caracteristici Pro
ru: Функции Pro
sv: Pro-funktioner
tr: Pro Özellikler

source: Pro Icons
ar: ايقونات Pro
cs: Pro Ikony
da: Pro-ikoner
es: Iconos Pro
fr: Icônes Pro
hu: Profi ikonok
id: Ikon Pro
it: Icone Pro
pt_br: Ícones Pro
ro: Pictograme Pro
ru: Иконки Pro
sv: Pro Ikoner
tr: Pro Simgeler

source: Purchase Failed!
ar: الشراء لم ينجح!
cs: Nákup se nezdařil!
da: Køb mislykkedes!
de: Kauf fehlgeschlagen!
es: ¡Compra fallida!
fr: L'achat a échoué!
hu: Vásárlás meghiúsult!
id: Pembelian Gagal!
it: Acquisto Fallito!
pt_br: Compra Falhou!
ro: Achiziția a eșuat!
ru: Ошибка покупки!
sv: Köp misslyckades!
tr: Satın Alma Başarısız!

source: Purchase – %@
ar: شراء - %@
cs: Koupit - %@
da: Køb - %@
de: Kaufen – %@
es: Comprar - %@
fr: Achat - %@
hu: Vásárlás - %@
id: Pembelian - %@
it: Acquisto - %@
pt_br: Compra – %@
ro: Achiziționează - %@
ru: Покупка - %@
sv: Köp - %@
tr: Satın Alma - %@

source: Queues
ar: الطوابير
cs: Herní módy
da: Køer
de: Spielmodi
es: Colas
fr: Files d'attente
id: Antrian
it: Modalità
pt_br: Filas
ru: Режимы
sv: Köer
tr: Kuyruklar

source: Rainbow
ar: قوس قزح
cs: Duha
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
hu: Szivárvány
id: Pelangi
it: Arcobaleno
pt_br: Arco-íris
ro: Curcubeu
tr: Gökkuşağı

source: Range
ar: النطاق
cs: Vzdálenost
de: Distanz
es: Rango
fr: Distance
hu: Tartomány
id: Jangkauan
it: Distanza
pt_br: Alcance
ro: Distanță
ru: Дистанция
tr: Menzil

source: Rank
ar: المرتبة
de: Rang
es: Rango
fr: Rang
hu: Rang
it: Grado
ro: Rang
ru: Ранг
tr: Rütbe

source: Rank %lld
ar: المرتبة %lld
de: %lld. Platz
es: Rango %lld
fr: Rang %lld
hu: Rang %lld
it: Grado %lld
ro: Rang %lld
ru: Ранг %lld
tr: Rütbe %lld

source: Rank Changes
ar: تغير المرتبة
cs: Změny ranku
da: Ændringer i rank
de: Rang-Änderungen
es: Cambios en el rango
fr: Variations de rang
hu: Rangváltozások
id: Perubahan Rank
it: Andamento del Grado
pt_br: Mudanças no Rank
ro: Modificări de rang
ru: Изменения ранга
sv: Rank ändringar
tr: Rütbe Değişiklikleri

source: Rank Rating Changes
ar: تغير نقاط المرتبة
cs: Změny RR
da: Ændringer i RR
de: RW-Änderungen
es: Cambios en la clasificación
fr: Changements des notes de rangs
hu: Rangsorolás Értékelési változások
id: Perubahan Rank Rating
it: Andamento del Grado
pt_br: Mudanças de Pontos
ro: Modificări ale ratingului de rang
ru: Изменения РРИ
tr: Rütbe Derecelendirme Değişiklikleri

source: Rate on the App Store
ar: قيمنا على متجر التطبيقات
cs: Hodnotit v App Store
da: Bedøm i App Store
de: Auf dem App Store bewerten
es: Valorar en la App Store
fr: Notes sur l'App Store
hu: Értékelés az App Store-ban
id: Mengulas aplikasi di App Store
it: Vota sull'App Store
pt_br: Avalie na AppStore
ro: Evaluează pe App Store
ru: Оценить в App Store
tr: App Store'da Değerlendirin

source: Ready
ar: جاهز
cs: Připraven
da: Klar
de: Bereit
es: Listo
fr: Prêt
hu: Kész
id: Siap
it: Pronto
pt_br: Pronto
ro: Gata
ru: Готов
sv: Redo
tr: Hazır

source: Recon Bolt Pro supports Family Sharing, meaning if just one member of your iCloud family buys it, everyone can use it!
ar: Recon Bolt Pro يدعم ميزة المشاركة العائلية ، مما يعني أنه إذا قام فرد واحد فقط من عائلة iCloud بشرائها ، فيمكن للجميع استخدامها!
cs: Recon Bolt Pro podporuje rodinné sdílení. To znamená, že pokud si ho koupí jeden člen vaší rodiny, mohou ho používat všichni!
da: Recon Bolt Pro understøtter Familiedeling, hvilket betyder, at hvis blot ét medlem af din iCloud-familie køber den, kan alle bruge den!
de: Recon Bolt Pro unterstützt Familienfreigabe. Das heißt, wenn nur ein Mitglied deiner iCloud-Familie es kauft, können es alle verwenden!
es: ¡Recon Bolt Pro permite compartirlo en familia, significando que si solo un miembro de tu familia de iCloud lo compra, todo el mundo podrá usarlo!
fr: Recon Bolt Pro prend en charge le partage familial, ce qui signifie que si un seul membre de votre famille iCloud l'achète, tout le monde peut l'utiliser !
hu: A Recon Bolt Pro támogatja a családi megosztást, ami azt jelenti, hogy ha az iCloud családod egyetlen tagja megvásárolja, mindenki használhatja!
id: Recon Bolt Pro mendukung Keluarga Berbagi, yang berarti jika Anda memiliki satu anggota keluarga iCloud yang membelinya, semua orang dapat menggunakannya!
it: Recon Bolt Pro supporta la Condivisione in Famiglia, il che significa che se un solo membro della vostra famiglia iCloud lo acquista, tutti possono usarlo!
pt_br: Recon Bolt Pro permite o Compartilhamento Familiar, sendo assim, se apenas um membro da sua família do iCloud comprar, todos podem usar!
ro: Recon Bolt Pro suportă Family Sharing, ceea ce înseamnă că dacă un singur membru al familiei tale iCloud îl cumpără, toți îl pot folosi!
ru: Recon Bolt Pro поддерживает функцию Family Sharing, то есть если один член вашей семьи iCloud купил дополнение, то пользоваться им смогут все!
sv: Recon Bolt Pro stöder Familjedelning, vilket innebär att om bara en medlem av din iCloud-familj köper den kan alla använda den!
tr: Recon Bolt Pro Aile Paylaşımını destekler, yani iCloud ailenizin sadece bir üyesi satın alırsa, herkes kullanabilir!

source: Recon Bolt does not have and will never have ads. The only way it can make money is through in-app purchases.
ar: ليس هناك في Recon Bolt إعلانات ولن يكون أبدًا. الطريقة الوحيدة لكسب المال هي من خلال عمليات الشراء داخل التطبيق.
cs: Recon Bolt nemá a nikdy nebude mít reklamy. Jediný způsob, jak může vydělávat peníze, jsou nákupy v aplikaci.
da: Recon Bolt har ikke og vil aldrig have reklamer. Den eneste måde Recon Bolt kan tjene penge på er gennem køb i appen.
de: Recon Bolt hat keine Werbung und wird auch nie welche haben. In-App-Käufe sind für mich der einzige Weg, daran Geld zu verdienen.
es: Recon Bolt no tiene ni tendrá anuncios nunca. La única forma que puede hacer dinero es con las compras dentro de la app.
fr: Recon Bolt n'a pas et n'aura jamais de publicité. Le seul moyen de gagner de l'argent est les achats dans l'application.
hu: A Recon Boltnak nincsenek és nem is lesznek hirdetései. Az egyetlen módja annak, hogy pénzt keressen, az alkalmazáson belüli vásárlások.
id: Recon Bolt tidak memiliki, dan tidak akan pernah memiliki iklan. Salah satu cara untuk menghasilkan uang melalui pembelian dalam aplikasi.
it: Recon Bolt non ha e non avrà mai pubblicità. L'unico modo per guadagnare è attraverso gli acquisti in-app.
pt_br: O Recon Bolt não possui e nunca terá anúncios. A única maneira pela qual ela pode gerar receita é através de compras dentro do aplicativo.
ro: Recon Bolt nu are și nu va avea niciodată reclame. Singurul mod în care poate face bani este prin achiziții în aplicație.
ru: В Recon Bolt нет и никогда не будет рекламы. Единственный способ заработать деньги - это покупки в приложении.
sv: Recon Bolt har inte och kommer aldrig att ha annonser. Det enda sättet att tjäna pengar är genom köp i appen.
tr: Recon Bolt'ta reklam yoktur ve asla olmayacaktır. Para kazanabilmesinin tek yolu uygulama içi satın alımlardır.

source: Reference
ar: مرجع
da: Henvisning
de: Nachschlagen
es: Referencia
fr: Référence
hu: Referencia
id: Referensi
it: Wiki
pt_br: Referência
ro: Referință
ru: Референс
sv: Referens
tr: Referans

source: Refresh
ar: قم بالتحديث
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
hu: Frissítés
it: Aggiorna
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновить
sv: Uppdatera
tr: Yenile

source: Refresh automatically
ar: قم بالتحديث تلقائياً
cs: Automatické obnovení
da: Opdater automatisk
de: Automatisch aktualisieren
es: Actualizar automáticamente
fr: Actualiser automatiquement
hu: Automatikus frissítés
id: Refresh dengan otomatis
it: Aggiorna Automaticamente
pt_br: Atualizar automaticamente
ro: Actualizare automată
ru: Обновлять автоматически
sv: Uppdatera automatiskt
tr: Otomatik olarak yenile

source: Refreshes at %@
ar: قم بالتحديث عند %@
cs: Aktualizuje se v %@
da: Opfrisker på %@
de: Aktualisiert um %@
es: Se actualiza a las %@
fr: Actualisé à %@
hu: Frissítés %@ múlva
id: Akan direfresh pada %@
it: Aggiorna a %@
pt_br: Atualiza às %@
ro: Se reîmprospătează la %@
ru: Обновляется в %@
tr: %@ süresinde yenilenir

source: Reload Time
ar: وقت إعادة التحميل
cs: Doba Přebíjení
da: Genindlæsningstid
de: Nachladezeit
es: Tiempo de recarga
fr: Temps de rechargement
hu: Újratöltési idő
id: Kecepatan Isi Ulang
it: Tempo di Ricarica
pt_br: Tempo de recarga
ro: Timp de reîncărcare
ru: Время перезарядки
tr: Yeniden Yükleme Süresi

source: Remove Bookmark
ar: احذف العلامة المرجعية
cs: Odebrat z oblíbených
da: Fjern bogmærke
de: Lesezeichen entfernen
es: Quitar de Favoritos
fr: Supprimer un signet
hu: Könyvjelző eltávolítása
id: Hapus Penanda
it: Rimuovi Preferito
pt_br: Remover favorito
ro: Eliminați marcajul
ru: Удалить закладку
sv: Ta bort bokmärke
tr: Yer İşaretini Kaldır

source: Repair
ar: إصلاح
cs: Opravit
da: Reparation
de: Reparieren
es: Reparar
fr: Réparer
hu: Javítás
id: Perbaikan
it: Ripara
pt_br: Reparar
ro: Reparații
ru: Восстановить
tr: Onarım

source: Request
ar: طلب
cs: Požadavek
da: Anmodning
de: Anfrage
es: Petición
fr: Demande
hu: Kérés
id: Permintaan
it: Log delle Richieste
pt_br: Solicitação
ro: Cerere
ru: Запрос
tr: İstek

source: Request Log
ar: سِجل الطلبات
cs: Záznam Požadavků
da: Logbog for anmodninger
de: Kommunikationsverlauf
es: Registro de peticiones
fr: Registre des demandes
hu: Kérési napló
id: Log Permintaan
it: Log Richieste dell'Api
pt_br: Registro de requisições
ro: Cere Log
ru: Журнал запросов
tr: İstek Günlüğü

source: Requests
ar: الطلبات
cs: Požadavky
da: Anmodninger
de: Anfragen
es: Peticiones
fr: Demandes
hu: Kérések
id: Permintaan
it: Log della Richiesta
pt_br: Pedidos
ro: Cereri
ru: Запросы
tr: İstekler

source: Reset
ar: إعادة ضبط
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu: Visszaállítás
id: Mengatur ulang
pt_br: Restaurar
ro: Resetare
ru: Сброс
sv: Återställ
tr: Sıfırla

source: Response
ar: الرد
cs: Odpověď
da: Svar
de: Antwort
es: Respuesta
fr: Réponse
hu: Válasz
it: Risposta
pt_br: Resposta
ro: Răspuns
ru: Ответ
sv: Svar
tr: Yanıt

source: Response Code
ar: رقم الرد
cs: Kód Odpovědi
da: Svarkode
de: Antwortscode
es: Código de respuesta
fr: Code de réponse
hu: Válaszkód
id: Kode Response
it: Codice di Risposta
pt_br: Código de resposta
ro: Cod de răspuns
ru: Код ответа
tr: Yanıt Kodu

source: Restore Failed!
ar: فشل في استعادة الشراء!
cs: Obnovení se nezdařilo!
da: Gendannelse mislykkedes!
de: Wiederherstellung fehlgeschlagen!
es: ¡Restauración fallida!
fr: Échec de la restauration !
hu: Visszaállítás sikertelen!
id: Pengembalian gagal!
it: Ripristino Fallito!
pt_br: Não foi possível restaurar!
ro: Restaurarea a eșuat!
ru: Восстановление не удалось!
sv: Återställning misslyckades!
tr: Geri Yükleme Başarısız!
