Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Hi! I'm Julian Dunskus, and I made this app. Recon Bolt started development in early 2021, back when it wasn't yet possible to see your RR gains and losses in the game, but the API offered those numbers. I made an app to see the numbers and better understand my rank changes. As you can guess, the scope expanded massively over time to what you're using now. I hope you're enjoying it! If you've encountered a bug or have some feedback, I'm always happy to hear it on the Discord Server or GitHub :)
ar: أهلاً! أنا جوليان دونسكوس ، وقد صنعت هذا التطبيق. بدأ Recon Bolt التطوير في أوائل عام 2021 ، عندما لم يكن من الممكن بعد رؤية مكاسب وخسائر RR الخاصة بك في اللعبة ، لكن API قدمت هذه الأرقام. لقد أنشأت تطبيقًا لمعرفة الأرقام وفهم تغييرات رتبتي بشكل أفضل. كما يمكنك التخمين ، توسع النطاق بشكل كبير بمرور الوقت إلى ما تستخدمه الآن. أتمنى أن تكون مستمتعًا به! إذا واجهت خطأ أو كانت لديك بعض التعليقات ، فأنا دائمًا سعيد لسماعها على Discord Server أو GitHub :)
cs: Ahoj! Jsem Julian Dunskus a vytvořil jsem tuto aplikaci. Recon Bolt jsem začal vyvíjet na začátku roku 2021, tedy v době, kdy ještě nebylo možné ve hře vidět zisky a ztráty RR, ale API tato čísla nabízelo. Vytvořil jsem aplikaci, abych tato čísla viděl a lépe pochopil změny svého ranku. Jak asi tušíte, rozsah se časem masivně rozšířil až na to, co používáte nyní. Doufám, že se vám to líbí! Pokud jste narazili na chybu nebo máte nějakou zpětnou vazbu, vždy si ji rád vyslechnu na Discord serveru nebo GitHubu :)
da: Hej! Jeg hedder Julian Dunskus, og jeg har lavet denne app. Recon Bolt startede i begyndelsen af 2021, dengang det endnu ikke var muligt at se dine RR-gevinster og -tab i spillet, men API'et tilbød disse tal. Jeg lavede en app for at se tallene og bedre forstå mine rangændringer. Som du kan gætte, blev omfanget udvidet massivt over tid til det, du bruger nu. Jeg håber, at du nyder det! Hvis du er stødt på en fejl eller har noget feedback, er jeg altid glad for at høre det på Discord-serveren eller GitHub :)
de: Hallo! Ich bin Julian Dunskus, und ich habe diese App entwickelt. Ich habe 2021 angefangen, an Recon Bolt zu arbeiten, als es noch nicht möglich war, die RW-Änderungen im Spiel zu sehen, aber die API diese Zahlen schon anbot. Ich entwickelte also eine App, um die Zahlen zu sehen und meine Rangveränderungen besser zu verstehen. Wie du dir denken kannst, hat sich der Umfang im Laufe der Zeit massiv erweitert, bis hin zu dem, was du jetzt in der hand hältst. Ich hoffe, es gefällt dir! Wenn du auf einen Fehler gestoßen bist oder ein Feedback hast, freue ich mich immer, wenn du es auf dem Discord-Server oder GitHub berichtest :)
es: Hola, soy Julian Dunskus y he creado esta aplicación. Recon Bolt comenzó a desarrollarse a principios de 2021, cuando aún no era posible ver tus ganancias y pérdidas de RR en el juego, pero la API ofrecía esas cifras. Creé una aplicación para ver las cifras y comprender mejor mis cambios de rango. Como puedes adivinar, el alcance se amplió enormemente con el tiempo hasta lo que estás usando ahora. Espero que lo disfrutes. Si has encontrado un error o tienes algún comentario, siempre estoy encantado de escucharlo en el servidor Discord o GitHub :)
fr: Salut, je suis Julian Dunskus et c'est moi qui ai créé cette application. Recon Bolt a commencé à être développé au début de l'année 2021, à l'époque où il n'était pas encore possible de voir ses gains et ses pertes de RR dans le jeu, Il était uniquement possible de les voir avec l'API. J'ai créé une application pour voir ces chiffres et mieux comprendre mes changements de rang. Comme vous pouvez le deviner, l'application s'est considérablement élargi au fil du temps pour aboutir à ce que vous utilisez aujourd'hui. J'espère que vous l'appréciez ! Si vous avez rencontré un bug ou si vous avez des commentaires, je suis toujours heureux de les entendre sur le serveur Discord ou sur GitHub :)
hu: Szia! Julian Dunskus vagyok, és én készítettem ezt az alkalmazást. A Recon Bolt fejlesztése 2021 elején kezdődött, amikor még nem lehetett látni a játékban az RR-nyereségedet és -veszteségedet, de az API felajánlotta ezeket a számokat. Csináltam egy alkalmazást, hogy lássam a számokat, és jobban megértsem a rangom változásait. Ahogy sejtheted, a hatókör idővel masszívan kibővült arra, amit most használsz. Remélem, élvezed! Ha hibával találkoztál, vagy van valami visszajelzésed, mindig örömmel meghallgatom a Discord szerveren vagy a GitHubon :)
id: Hai! Nama saya Julian Dunskus, dan saya membuat aplikasi ini. Recon Bolt dibuat dan dikembangkan pada awal 2021, mengingat pada waktu itu ketika saya melihat kekalahkan pertandingan dan RR yang didapatkan di Valorant tidak memungkinkan, tetapi API memungkinkan fitur-fitur tersebut. Saya membuat aplikasi ini untuk melihat fitur tersebut dan lebih dapat memahami perubahan Rank saya. Seperti yang kalian tebak, cakupannya berkembang secara besar-besaran waktu ke waktu sehingga aplikasi ini menjadi seperti yang persis Anda gunakan sekarang. Saya harap Anda menikmatinya! Jika Anda menemukan bug atau memiliki feedback, saya selalu senang mendengarnya di server Discord ataupun GitHub :)
it: Ciao, sono Julian Dunskus e ho creato questa app. Recon Bolt è stata sviluppata all'inizio del 2021, quando ancora non era possibile vedere i guadagni e le perdite di RR nel gioco, ma l'API offriva questi dati. Ho creato questa app per consultare i dati dell' API e capire meglio le variazioni del mio Grado. Come potete immaginare, nel corso del tempo l'applicazione si è ampliata in modo massiccio fino a diventare quella che state usando ora. Spero che vi piaccia! Se avete riscontrato un bug o avete un feedback, sono sempre felice di ascoltarlo sul server Discord o su GitHub :)
pt_br: Olá! Eu sou Julian Dunskus e criei este aplicativo. O desenvolvimento do Recon Bolt começou no início de 2021, quando ainda não era possível ver os ganhos e perdas de pontos no jogo, mas a API oferecia esses números. Eu criei um aplicativo para ver os números e entender melhor as mudanças no meu rank. Como você pode imaginar, o escopo do aplicativo se expandiu enormemente ao longo do tempo para o que você está usando agora. Espero que esteja gostando! Se você encontrou um bug ou tem algum feedback, ficarei muito feliz em ouvir no Servidor do Discord ou no GitHub :)
ro: Bună! Sunt Julian Dunskus și eu am creat această aplicație. Recon Bolt a început să fie dezvoltată la începutul anului 2021, pe vremea când încă nu era posibil să vezi câștigurile și pierderile tale RR în joc, dar API-ul oferea aceste cifre. Am făcut o aplicație pentru a vedea cifrele și pentru a înțelege mai bine schimbările de rang. După cum puteți ghici, domeniul de aplicare s-a extins masiv în timp până la ceea ce folosiți acum. Sper că vă bucurați de ea! Dacă ați întâlnit un bug sau aveți ceva feedback, sunt întotdeauna bucuros să îl aud pe serverul Discord sau pe GitHub :)
ru: Привет! Я Джулиан Данскус, и я создал это приложение. Recon Bolt начал разрабатываться в начале 2021 года, когда еще не было возможности видеть свои приросты и потери RR в игре, но API предлагал эти цифры. Я создал приложение, чтобы видеть эти цифры и лучше понимать изменения своего ранга. Как вы можете догадаться, со временем его возможности значительно расширились и теперь вы пользуетесь этим приложением. Надеюсь, вам это нравится! Если вы столкнулись с ошибкой или у вас есть какие-то замечания, я всегда рад выслушать их на сервере Discord или GitHub :)
tr: Merhaba! Ben Julian Dunskus ve bu uygulamayı ben yaptım. Recon Bolt, 2021'in başlarında, oyundaki KP kazançlarınızı ve kayıplarınızı görmenin henüz mümkün olmadığı, ancak API'nin bu sayıları sunduğu zamanlarda geliştirilmeye başlandı. Rakamları görmek ve rütbe değişimlerimi daha iyi anlamak için bir uygulama yaptım. Tahmin edebileceğiniz gibi, zaman içinde büyük ölçüde genişleyerek şu anda kullandığınız hale geldi. Umarım hoşunuza gidiyordur! Bir hatayla karşılaştıysanız veya geri bildiriminiz varsa, Discord Sunucusu veya GitHub'da sorunlarınızı duymaktan her zaman mutluluk duyarım :)

source: Hit Distribution
ar: تقصيم الضربات
cs: Distribuce Zásahů
da: Fordeling af hits
de: Treffer-Verteilung
es: Distribución de Disparos
fr: Distribution des balles
hu: Találat eloszlása
id: Distribusi Hit
it: Distribuzione dei colpi
pt_br: Distribuição de tiros
ro: Distribuția loviturilor
ru: Распределение попаданий
tr: Vuruş Dağılımı

source: Home Screen Widgets
ar: ودجات الشاشة الرئيسية
cs: Widgety na domovské obrazovce
da: Widgets på startskærmen
de: Home-Bildschirm-Widgets
es: Widgets de la pantalla de inicio
fr: Widgets sur la page d’accueil
hu: Kezdőképernyő Widgetek
id: Widget Layar Utama
it: Widget per la Schermata Home
pt_br: Widgets da tela inicial
ro: Widgeturi pentru ecranul de pornire
ru: Виджеты на домашнем экране
tr: Ana Ekran Widget'ları

source: I hope you enjoy the pro features :)
ar: اتمنى ان تعجبك مميزات ال Pro!
cs: Doufám, že si užijete funkce verze Pro :)
da: Jeg håber, du får glæde af de pro funktioner :)
de: Ich hoffe, du genießt die Pro-Features :)
es: Espero que disfrutes con tus funciones Pro :)
fr: J'espère que vous apprécierez les fonctionnalités pro :)
hu: Remélem, élvezni fogod a pro funkciókat :)
id: Saya harap Anda menikmati fitur-fitur Pro :)
it: Spero che vi piacciano le funzioni Pro :)
pt_br: Espero que tenha gostado das funções do Pro :)
ro: Sper sa te bucuri de funcțiile pro :)
ru: Надеюсь, вам нравятся про-функции приложения :)
sv: Jag hoppas att du gillar de nya pro-funktionerna :)
tr: Umarım pro özellikleri beğenirsiniz :)

source: I won't sugarcoat things. Due to the way this app uses the API, I believe there's no other way to sign in than to have people enter their credentials directly. Under those circumstances, there's really no good way for anyone to be sure their credentials remain safe. For what it's worth:
ar: لن أقوم بتلوين الأشياء. نظرًا للطريقة التي يستخدم بها هذا التطبيق واجهة برمجة التطبيقات ، أعتقد أنه لا توجد طريقة أخرى لتسجيل الدخول سوى جعل الأشخاص يدخلون بيانات اعتمادهم مباشرة. في ظل هذه الظروف ، لا توجد طريقة جيدة لأي شخص للتأكد من أن أوراق اعتماده تظل آمنة. لما يستحق:
cs: Nechci tento problém zlehčovat. Vzhledem ke způsobu, jakým tato aplikace využívá rozhraní API, si nemyslím, že existuje jiný způsob přihlášení, než že uživatelé zadají své přihlašovací údaje přímo do aplikace. Za těchto okolností neexistuje žádný dobrý způsob, jak zajistit, aby přihlašovací údaje zůstaly v bezpečí. Nicméně, ať to stojí, co to stojí:
da: Jeg vil lægge skjul på tingene. På grund af den måde, som denne app bruger API'et på, tror jeg ikke, at der er nogen anden måde at logge ind på end ved at få folk til at indtaste deres legitimationsoplysninger direkte. Under disse omstændigheder er der ikke rigtig nogen god måde for nogen at være sikker på, at deres legitimationsoplysninger forbliver sikre. For hvad det er værd:
de: Ich möchte die Sache nicht verharmlosen. Aufgrund der Art und Weise, wie diese App die API verwendet, gibt es meines Erachtens keine andere Möglichkeit zum Anmelden, als dass die Benutzer ihre Anmeldedaten direkt in die App eingeben müssen. Unter diesen Umständen gibt es in der Theorie für niemanden eine gute Möglichkeit, sicherzugehen, dass seine Anmeldedaten sicher bleiben. Allerdings, wozu auch immer das gut sein mag:
es: No voy a endulzar las cosas. Debido a la forma en que esta aplicación utiliza la API, creo que no hay otra forma de iniciar sesión que hacer que la gente introduzca sus credenciales directamente. En esas circunstancias, no hay forma de que nadie se asegure de que sus credenciales están a salvo. Por si sirve de algo:
fr: Je ne vais pas m'étendre sur le sujet. Compte tenu de la manière dont cette application utilise l'API, je pense qu'il n'y a pas d'autre moyen de se connecter que de demander aux gens d'entrer directement leurs informations d'identification. Dans ces conditions, il n'y a vraiment aucun moyen pour quiconque de s'assurer que ses identifiants restent en sécurité. Pour ce que cela vaut :
hu: Nem fogom szépíteni a dolgokat. Mivel ez az alkalmazás az API-t használja, azt hiszem, nincs más módja a bejelentkezésnek, mint hogy az emberek közvetlenül megadják a hitelesítő adataikat. Ilyen körülmények között nincs igazán jó módja annak, hogy bárki biztos lehessen abban, hogy a hitelesítő adatok biztonságban maradnak. Ha ez számít valamit:
id: Saya tidak menyukai menutup-nutupi sesuatu. Karena cara aplikasi ini bekerja menggunakan API, dan saya yakin tidak ada cara lain untuk masuk ke dalam akun selain meminta orang memasukan data kredensial mereka secara langsung. Keaadan ini yang membuat tidak ada cara yang baik bagi siapa pun untuk memastikan kredensial mereka tetap aman. Ini dia hal hal yang perlu diperhatikan:
it: Non mentirò. A causa del modo in cui questa applicazione utilizza l'API, credo che non ci sia altro modo per accedere se non inserendo direttamente le proprie credenziali. Per via di queste circostanze, non c'è modo per essere sicuri che le proprie credenziali rimangano al sicuro. Per questo:
pt_br: Vou ser direto. Devido à forma em que o aplicativo usa a API, acredito que não tenha outro jeito de acessar sem ser com que digite suas credenciais diretamente. Nessas circunstâncias, não tem nenhum jeito de ninguém ter certeza que suas credenciais estão a salvo. Para constar:
ro: Nu voi îndulci lucrurile. Din cauza modului în care această aplicație folosește API-ul, cred că nu există altă modalitate de a vă conecta decât aceea de a le cere oamenilor să își introducă direct credențialele. În aceste circumstanțe, nu există nicio modalitate bună pentru oricine de a fi sigur că datele sale de identificare rămân în siguranță. Pentru ceea ce merită:
ru: Я не буду приукрашивать вещи. Из-за того, как это приложение использует API, я считаю, что нет другого способа войти в систему, кроме как напрямую ввести свои учетные данные. В этих обстоятельствах действительно нет хорошего способа убедиться, что их учетные данные остаются в безопасности. Для чего это стоит:
sv: Jag ska inte skönmåla saker. På grund av det sätt som den här appen använder API: et tror jag inte att det finns något annat sätt att logga in än att låta folk ange sina autentiseringsuppgifter direkt. Under dessa omständigheter finns det egentligen inget bra sätt för någon att vara säker på att deras inloggningsuppgifter är säkra. För vad det är värt:
tr: Bu uygulamanın API'yı kullandığı nedeniyle, insanların giriş bilgilerini doğrudan girmeleri dışında giriş yapmanın başka bir yolu olmadığına inanıyorum. Bu koşullar altında, herhangi birinin giriş bilgilerinin güvende kalacağından emin olmanın gerçekten iyi bir yolu yok. Ne kadar önemli olursa olsun:

source: Identities
ar: الهويات
cs: Identity
da: Identiteter
de: Identitäten
es: Identidades
fr: Identités
hu: Identitások
id: Identitas
it: Credenziali
pt_br: Identidades
ro: Identități
ru: Личности
sv: Identiteter
tr: Kimlikler

source: If you have accounts in multiple regions to play with friends around the world, this is the feature for you!
ar: إذا كان لديك حسابات في مناطق متعددة للعب مع الأصدقاء حول العالم ، فهذه هي الميزة المناسبة لك!
cs: Pokud máte účty v několika regionech kvůli hraní s přáteli po celém světě, tato funkce je pro vás!
da: Hvis du har konti i flere regioner for at spille med venner rundt om i verden, er dette den rette funktion for dig!
de: Falls du Konten in mehreren Regionen hast, um mit Freunden um die Welt zu spielen, ist dies die Feature für dich!
es: Si tienes cuentas en varias regiones para jugar con amigos de todo el mundo, ¡esta es tu función!
fr: Si vous possédez des comptes dans plusieurs régions pour jouer avec des amis du monde entier, cette fonctionnalité est faite pour vous !
hu: Ha több régióban is van fiókod, hogy a világ minden táján játszhass barátaiddal, akkor ez a funkció neked való!
id: Jika Anda memiliki akun di berbagai wilayah untuk bermain dengan teman Anda di seluruh dunia, fitur ini tepat untuk Anda gunakan!
it: Se hai account in più regioni per giocare con gli amici di tutto il mondo, questa è la funzione che fa per voi!
pt_br: Se tem contas em múltiplas regiões para jogar com amigos de todo o mundo, esta é a função para você!
ro: Dacă ai conturi în mai multe regiuni pentru a juca cu prietenii din întreaga lume, aceasta este funcția potrivită pentru tine!
ru: Если у вас есть несколько аккаунтов с разными регионами, чтобы играть с друзьями со всего мира, эта функция для вас!
tr: Dünyanın dört bir yanındaki arkadaşlarınızla oynamak için birden fazla bölgede hesabınız varsa, bu özellik tam size göre!

source: If you have multiple accounts, you can configure separate widgets for each and have them on your Home Screen at the same time.
ar: إذا كان لديك حسابات متعددة ، فيمكنك تكوين ويدجات منفصلة لكل منها ووضعها على شاشتك الرئيسية في نفس الوقت.
cs: Pokud máte více účtů, můžete pro každý z nich nakonfigurovat samostatné widgety a mít je současně na domovské obrazovce.
da: Hvis du har flere konti, kan du konfigurere separate widgets for hver konto og have dem på din startskærm på samme tid.
de: Falls du mehrere Konten hast, kannst du für jedes separate Widgets konfigurieren und alle gleichzeitig auf dem Home-Bildschirm haben.
es: Si tienes varias cuentas, puedes configurar widgets distintos para cada una y tenerlos en tu Pantalla de inicio al mismo tiempo.
fr: Si vous avez plusieurs comptes, vous pouvez configurer des widgets distincts pour chacun d'entre eux et les afficher simultanément sur votre écran d'accueil.
hu: Ha több fiókkal rendelkezik, mindegyikhez külön widgeteket konfigurálhat, és egyszerre jelenítheti meg őket a kezdőképernyőn.
id: Jika Anda memiliki beberapa akun, Anda dapat mengonfigurasi widget terpisah untuk masing-masing akun dan memilikinya di Layar Utama Anda secara bersamaan.
it: Se disponi di più account, è possibile configurare widget separati per ciascuno di essi e averli contemporaneamente sulla schermata Home.
pt_br: Se tiver várias contas, pode configurar widgets separados para cada uma e tê-los na sua tela inicial ao mesmo tempo.
ro: Dacă aveți mai multe conturi, puteți configura widget-uri separate pentru fiecare dintre ele și le puteți afișa în același timp pe ecranul principal.
ru: Если у вас есть несколько аккаунтов, можно создать несколько виджетов для каждого и иметь их на Домашнем Экране одновременно.
sv: Om du har flera konton kan du konfigurera separata widgetar för varje konto och ha dem på startskärmen samtidigt.
tr: Birden fazla hesabınız varsa, her biri için ayrı widget'lar yapılandırabilir ve bunları aynı anda Ana Ekranınızda kullanabilirsiniz.

source: If your widgets seem broken, use this button to request an immediate refresh from iOS.
ar: إذا بدت الويدجات معطلة ، فاستخدم هذا الزر لطلب تحديث فوري من iOS.
cs: Pokud se widgety zdají být nefunkční, můžete si pomocí tohoto tlačítka vyžádat okamžitou aktualizaci ze systému iOS.
da: Hvis dine widgets virker ødelagte, kan du bruge denne knap til at anmode om en øjeblikkelig opdatering fra iOS.
de: Falls deine Widgets kaputt zu sein scheinen, kannst du mit diesem Knopf von iOS eine sofortige Aktualisierung anfragen.
es: Si tus Widgets parecen rotos, utiliza este botón para solicitar una actualización inmediata desde iOS.
fr: Si vos widgets semblent cassés, utilisez ce bouton pour demander une mise à jour immédiate à iOS.
hu: Ha a widgetek hibásak, ezzel a gombbal kérhet azonnali frissítést az iOS-től.
id: Jika widget Anda terlihat rusak, gunakan tombol ini untuk meminta refresh langsung dari iOS.
it: Se i widget sembrano rotti, utilizza questo pulsante per aggiornarli.
pt_br: Se os seus widgets parecerem quebrados, use este botão para solicitar uma atualização imediata do iOS.
ro: Dacă widget-urile par să fie defecte, utilizați acest buton pentru a solicita o actualizare imediată de la iOS.
ru: Если ваши виджеты кажутся нерабочими, используйте эту кнопку, чтобы запросить немедленное обновление от iOS.
tr: Eğer widget'larınız bozuk görünüyorsa, iOS'tan anında yenileme istemek için bu butonu kullanın.

source: Image failed to load!
ar: فشل تحميل الصورة!
cs: Obrázek se nepodařilo načíst!
da: Billedet kunne ikke indlæses!
de: Bild konnte nicht geladen werden!
es: ¡Error al cargar la imagen!
fr: L'image n'a pas pu être chargée !
hu: Nem sikerült betölteni a képet!
id: Gambar tidak dapat dimuat!
it: Immagine non caricata!
pt_br: Falha ao carregar a imagem!
ro: Imaginea nu a reușit să se încarce!
ru: Изображение не удалось загрузить!
tr: Resim yüklenemedi!

source: In case something went wrong, use this button to force a full refetch of the assets and images.
ar: في حالة حدوث خطأ ما ، استخدم هذا الزر لفرض إعادة الجلب الكامل للموارد والصور.
cs: Pokud se něco pokazilo, použijte toto tlačítko k vynucení opětovného načtení assetů a obrázků.
da: Hvis noget er gået galt, kan du bruge denne knap til at fremtvinge en fuld genindlæsning af aktiver og billeder.
de: Falls etwas schiefgelaufen ist, kannst du mit diesem Knopf alle Assets und Bilder ganz neu laden.
es: En el caso de que algo no funcione, utiliza este botón para forzar el reinicio de los archivos.
fr: Au cas où quelque chose aurait mal tourné, utilisez ce bouton pour forcer une récupération complète des ressources et des images.
hu: Ha valami hibát észlel, ezzel a gombbal kényszerítheti ki az eszközök és képek teljes újrahívását.
id: Jika terjadi suatu kesalahan, gunakan tombol ini untuk memaksakan pengambilang ulang aset dan gambar secara menyeluruh.
it: Nel caso in cui qualcosa sia andato storto, usa questo pulsante per riscaricare gli assets e le immagini.
pt_br: No caso de algo não correr como o esperado, use este botão para forçar uma reposição completa dos arquivos e das imagens.
ro: În cazul în care ceva nu a mers bine, utilizați acest buton pentru a forța o rechemare completă a activelor și a imaginilor.
ru: Если что-то пошло не так, используйте эту кнопку для принудительной полной повторной загрузки ресурсов и изображений.
tr: Bir şeylerin yanlış gitmesi durumunda, varlıkların ve görüntülerin tamamen yeniden alınmasını zorlamak için bu butonu kullanın.

source: In-App Store
ar: المتجر
cs: Obchod
da: Butik
de: Pro Kaufen
es: Tienda
fr: Boutique
hu: Bolt
id: Store
it: Negozio
pt_br: Loja
ro: Magazin
ru: Магазин
sv: Butik
tr: Mağaza

source: Is this safe?
ar: هل هذا أمن؟
cs: Je to bezpečné?
da: Er det sikkert?
de: Ist das hier sicher?
es: ¿Es esto seguro?
fr: Est-ce sûr ?
hu: Ez biztonságos?
id: Apakah ini aman?
it: È sicuro?
pt_br: Isto é seguro?
ro: Este sigur?
ru: Это безопасно?
sv: Är detta säkert?
tr: Bu güvenilir mi?

source: Join the Discord Server
ar: انضم إلى Discord الخاص بالتطبيق
cs: Připojte se k Discord serveru
da: Tilmeld dig Discord Serveren
de: Dem Discord-Server beitreten
es: Únete al Servidor de Discord
fr: Rejoindre le serveur Discord
hu: Csatlakozz a Discord szerverhez
id: Bergabunglah di Server Discord
it: Unisciti al nostro Server Discord
pt_br: Entre no Servidor do Discord
ro: Alăturați-vă serverului Discord
ru: Присоединяйтесь к серверу Discord
tr: Discord Sunucusuna Katılın

source: Kills by Round
ar: القتلى حسب الجولة
cs: Zabití podle kola
da: Dræbte pr. runde
de: Kills nach Runde
es: Asesinatos por Rondas
fr: Éliminations par manche
hu: Körönkénti ölések
id: Bunuh per Round
it: Uccisioni per Round
pt_br: Mortes por Rodada
ro: Ucideri în funcție de rundă
ru: Убийства по раундам
sv: Kills per runda
tr: Rounda Göre Öldürme

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
pt_br: Idioma
ro: Limba
ru: Язык
sv: Språk
tr: Dil

source: Legs
ar: ضربات الارجل
cs: Nohy
da: Ben
de: Beine
es: Piernas
fr: Jambes
hu: Lábak
id: Kaki
it: Gambe
pt_br: Pernas
ro: Picioare
ru: Ноги
sv: Ben
tr: Bacaklar
