Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Value Difference (credits)
ar: فرق القيمة (العتاد)
cs: Hodnotový rozdíl (kredity)
da: Værdiforskel (kreditter)
de: Wertunterschied (Creds)
es: Valor de Diferencia (créditos)
fr: Différence de valeur (crédits)
hu: Értékkülönbség (kredit)
id: Selisih Nilai (Credit)
it: Differenza di Spesa (Crediti)
pt_br: Diferença de valor (créditos)
ro: Diferența de valoare (credite)
ru: Разница в стоимости (кредиты)
sv: Värdeskillnad (krediter)
tr: Değer Farkı (krediler)

source: Version
ar: إصدار
cs: Verze
es: Versión
hu: Verzió
id: Versi
it: Versione
pt_br: Versão
ro: Versiune
ru: Версия
tr: Versiyon

source: Version %@
ar: الاصدار %@
cs: Verze %@
es: Versión %@
hu: Verzió %@
id: Versi %@
it: Versione %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
tr: Versiyon %@

source: Vibrate when Match Found
ar: اهتزاز الجهاز عند العثور على مبارة
cs: Vibrovat při nalezení zápasu
da: Vibrer, når der er fundet en kamp
de: Vibrieren, wenn Spiel gefunden wird
es: Vibrar cuando se encuentre partida
fr: Vibrer quand la partie est trouvée
hu: Rezgés, ha meccset talált
id: Mode getar ketika pertandingan ditemukan
it: Vibra quando viene Trovata una Partita
pt_br: Vibrar ao encontrar partida
ro: Vibrează când găsește meci
ru: Вибрировать, когда матч найден
sv: Vibrera när en match hittas
tr: Maç Bulunduğunda Titret

source: View All Features
ar: عرض جميع المميزات
cs: Zobrazit Všechny Funkce
da: Se alle funktioner
de: Alle Features sehen
es: Ver todas las funciones
fr: Voir toutes les fonctionnalités
hu: Minden funkció megtekintése
id: Lihat semua Fitur
it: Visualizza Tutte le Caratteristiche
pt_br: Ver todos os recursos
ro: Vezi toate caracteristicile
ru: Просмотреть все функции
sv: Visa alla funktioner
tr: Tüm Özellikleri Görüntüle

source: View Full Profile
ar: عرض الملف الشخصي الكامل
cs: Zobrazit Celý Profil
da: Se hele profilen
de: Volles Profil anzeigen
es: Ver perfil completo
fr: Voir le profil complet
hu: Teljes profil megtekintése
id: Lihat profil lengkap
it: Visualizza il Profilo Completo
pt_br: Ver o perfil completo
ro: Vezi profilul complet
ru: Посмотреть полный профиль
sv: Visa fullständig profil
tr: Tam Profili Görüntüle

source: View Skin Details
ar: اعرض تفاصيل المظهر
cs: Zobrazit podrobnosti o skinu
da: Se detaljer om skins
de: Skin-Details anzeigen
es: Ver detalles del diseño
fr: Voir les détails du skin
hu: A kinézet részleteinek megtekintése
id: Lihat Detail Skin
it: Dettagli della Skin
pt_br: Ver detalhes da Skin
ro: Vezi detaliile despre skin
ru: Подробности Скина
tr: Kaplama Detaylarını Görüntüle

source: View Stats
ar: اعرض الاحصائيات
cs: Zobrazit Statistiky
da: Se statistik
de: Statistiken auswerten
es: Ver estadísticas
fr: Voir les statistiques
hu: Statisztikák megtekintése
id: Lihat Statistik
it: Visualizza le Statistiche
pt_br: Mostrar estatísticas
ro: Vezi statisticile
ru: Посмотреть статистику
sv: Visa statistik
tr: İstatistikleri Görüntüle

source: View Store in Settings
ar: اعرض المتجر في الاعدادات
cs: Zjistit více
da: Vis butik i indstillinger
de: Mehr erfahren
es: Ver Tienda en Ajustes
fr: Voir le magasin dans les paramètres
hu: Bolt megtekintése a Beállításokban
id: Lihat Toko di Pengaturan
it: Visualizza il Negozio in Impostazioni
pt_br: Mostrar loja nas configurações
ro: Vizualizați Magazin în Setări
ru: Просмотреть опции покупки в настройках
sv: Visa butik i inställningar
tr: Ayarlar'da Mağazayı Görüntüle

source: View your current rank.
ar: اعرض مرتبتك الحالية.
cs: Zobrazte si svůj aktuální rank.
da: Se din nuværende rank.
de: Zeige deinen aktuellen Rang.
es: Mira tu rango actual.
fr: Voir votre rang actuel.
hu: Tekintse meg jelenlegi rangját.
id: Lihat Rank Anda saat ini.
it: Visualizza il tuo grado attuale.
pt_br: Mostrar o seu rank atual.
ro: Vizualizați rangul tău actual.
ru: Просмотрите свое текущее звание.
sv: Visa din nuvarande rank.
tr: Mevcut rütbenizi görüntüleyin.

source: View your rank rating changes.
ar: اعرض التغيّر في مرتبتك الحالية.
cs: Podívejte se na změny RR.
da: Se dine ændringer i rank.
de: Sieh deine RW-Änderungen.
es: Ver los cambios en tu rango competitivo.
fr: Voir les modifications de votre classement.
hu: Tekintse meg a rangsorolásának változásait.
id: Lihat perubahan Rank Rating Anda.
it: Visualizza l'andamento del tuo grado.
pt_br: Mostrar sua mudança de pontos.
ro: Vizualizați modificările de rating.
ru: Просматривайте изменения своего рейтинга.
sv: Visa dina ändringar i rankningen.
tr: Rütbe derecesi değişikliklerinizi görüntüleyin.

source: View your storefront, daily/weekly missions, or current rank without even having to open the app!
ar: اعرض واجهة المتجر, المهام الاسبوعية واليومية, والمرتبة الحالية من دون فتح التطبيق!
cs: Zobrazte si obchod, denní/týdenní úkoly nebo aktuální rank, aniž byste museli aplikaci otevřít!
da: Se din butik, daglige/ugentlige missioner eller din aktuelle rank uden at du behøver at åbne appen!
de: Sieh deinen aktuellen Shop, tägliche/wöchentliche Missionen, oder deinen momentanen Rank, ohne auch nur die App zu öffnen!
es: ¡Mira tu tienda, misiones diarias y semanales o tu rango actual incluso sin tener que abrir la app!
fr: Affichez votre boutique, vos missions quotidiennes/hebdomadaires ou votre rang actuel sans même avoir à ouvrir l'application !
hu: Nézd meg a Boltodat, a napi/heti küldetéseidet vagy az aktuális rangodat anélkül, hogy meg kellene nyitnod az alkalmazást!
id: Lihat store, misi harian/mingguan, atau Rank Anda saat ini tanpa perlu membuka aplikasi!
it: Visualizza il negozio, le missioni giornaliere/settimanali e il vostro grado attuale senza nemmeno dover aprire l'app!
pt_br: Veja sua Loja, missões diárias/semanais ou rank atual sem precisar abrir o aplicativo!
ro: Vizualizează-ți magazinul, misiunile zilnice/săptămânale sau rangul actual fără a fi nevoie să deschizi aplicația!
ru: Просматривайте свои предметы магазина, ежедневные/недельные задания или текущий ранг, даже не открывая приложение!
sv: Visa din butik, dina dagliga/vecko-uppdrag eller din nuvarande rankning utan att du behöver öppna appen!
tr: Uygulamayı açmanıza bile gerek kalmadan vitrininizi, günlük/haftalık görevlerinizi veya mevcut rütbenizi görüntüleyin!

source: WP: +%lld
ar: مكافأة اضافية: +%lld
pt_br: MVP: +%lld

source: Weapon Loadout
ar: عتاد الأسلحة
cs: Inventář Zbraní
da: Våben Loadout
de: Bewaffnung
es: Colección
fr: Armes
hu: Fegyver felszerelés
id: Loadout Senjata
it: Personalizzazione delle Armi
pt_br: Inventário de armas
ro: Echipează-ți armele
ru: Комплект оружия
sv: Vapenutrustning
tr: Koleksiyon

source: Weapon Statistics
ar: احصائيات السلاح
cs: Statistiky Zbraně
da: Våbenstatistik
de: Zahlen
es: Estadísticas de armas
fr: Statistiques sur l'arme
hu: Fegyver statisztikák
id: Statistik Senjata
it: Statistiche dell'Arma
pt_br: Estatísticas da arma
ro: Statisticile armelor
ru: Статистика оружия
tr: Silah İstatistikleri

source: Weapons
ar: الأسلحة
cs: Zbraně
da: Våben
de: Waffen
es: Armamento
fr: Armes
hu: Fegyverek
id: Senjata
it: Armi
pt_br: Armas
ro: Arme
ru: Оружия
sv: Vapen
tr: Silahlar

source: Week
ar: الأسبوع
cs: Týden
da: Uge
de: Woche
es: Semana
fr: Semaine
hu: Hét
id: Minggu
it: Settimana
pt_br: Semana
ro: Săptămâna
ru: Неделя
sv: Vecka
tr: Hafta

source: Weekly
ar: اسبوعياً
cs: Týdenní
da: Ugentligt
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hu: Heti
id: Mingguan
it: Settimanale
pt_br: Semanais
ro: Săptămânal
ru: Еженедельные
sv: Veckovis
tr: Haftalık

source: Weekly Missions
ar: المهام الأسبوعية
cs: Týdenní Úkoly
da: Ugentlige missioner
de: Wöchentliche Missionen
es: Misiones semanales
fr: Missions hebdomadaires
hu: Heti küldetések
id: Misi Mingguan
it: Missioni Settimanali
pt_br: Missões Semanais
ro: Misiuni săptămânale
ru: Еженедельные миссии
tr: Haftalık Görevler

source: Widget Refresh Requested
ar: تم طلب تحديث الأداة
cs: Požadavek na obnovení widgetu
da: Anmodet om opdatering af Widgets
de: Widget-Aktualisierung angefragt
es: Solicitud de actualización del Widget
fr: Actualisation du widget demandée
hu: Widget frissítés kérése
id: Permintaan Refresh Widget
it: Aggiorna i Widget
pt_br: Atualização do Widget solicitada
ro: Widget Refresh solicitat
ru: Обновление виджета запрошено
tr: Widget Yenileme İstendi

source: Win Rate
ar: معدل الفوز
cs: Míra vítězství
da: Vindingsrate
de: Siegesrate
es: Tasa de partidas ganadas
fr: Parties gagnées
hu: Nyerési arány
id: Tingkat Kemenangan
it: Tasso di Vittoria
pt_br: Taxa de vitória
ro: Rata de câștig
ru: Винрейт
tr: Kazanma Oranı

source: Wins
ar: انتصارات
cs: Výhry
da: Vundet
de: Siege
es: Ganadas
fr: Victoires
hu: Győzelmek
id: Menang
it: Vittorie
pt_br: Vitórias
ro: Câștiguri
ru: Победы
sv: Vinst
tr: Kazanılanlar

source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
es: Año
fr: Année
hu: Év
id: Tahun
it: Anno
pt_br: Ano
ro: An
ru: Год
sv: År
tr: Yıl

source: You can also tap a round's number in the kill breakdown above to quickly view its details.
ar: يمكنك أيضًا النقر فوق رقم الجولة في تفاصيل القتل أعلاه لعرض تفاصيلها بسرعة.
cs: Klepnutím na číslo kola ve výše uvedeném rozpisu zabití můžete také rychle zobrazit podrobnosti.
da: Du kan også trykke på en rundes nummer i oversigten over drab for hurtigt at få vist detaljerne om runden.
de: Du kannst auch oben eine Rundenzahl antippen, um dich schnell auf ihre Details zu navigieren.
es: También puedes tocar el número de una ronda en los detalles de asesinatos de arriba para ver rápidamente sus detalles.
fr: Vous pouvez également appuyer sur le numéro d'un tour dans le tableau des tueries ci-dessus pour en afficher rapidement les détails.
hu: A fenti gyilkossági bontásban egy kör számát is megérintheti, hogy gyorsan megtekinthesse annak részleteit.
id: Anda juga dapat mengetuk nomor ronde dalam rincian kill di atas untuk melihat detail dengan cepat.
it: È possibile cliccare il numero di un round nella sezione delle uccisioni in alto per visualizzare rapidamente i dettagli.
pt_br: Você também pode tocar no número de uma rodada no detalhamento de eliminações acima para ver rapidamente seus detalhes.
ro: Puteți, de asemenea, să atingeți numărul unei runde în defalcarea de mai sus pentru a vedea rapid detaliile acesteia.
ru: Вы также можете нажать на номер раунда в распределении убийств выше, чтобы быстро просмотреть их детали.
tr: Kill ayrıntılarına hızlıca bakmak için, öldürme ayrıntıları bölümündeki bir turun numarasına dokunabilirsiniz.

source: You can enable 2-factor authentication, so you'd at least have another layer of security if it went bad.
ar: يمكنك تمكين المصادقة الثنائية ، بحيث يكون لديك على الأقل طبقة أخرى من الأمان.
cs: Můžete povolit dvoufaktorové ověřování, takže budete mít alespoň další vrstvu zabezpečení, pokud by se něco pokazilo.
da: Du kan aktivere 2-faktor-godkendelse, så du i det mindste har endnu et sikkerhedslag, hvis det går galt.
de: Du kannst 2-Faktor Authentisierung aktivieren, damit du immerhin eine weitere Absicherung hättest, falls etwas schlimmes passiert.
es: Puedes activar la autentificación en 2 pasos. Por si algo saliera mal, tuvieras otra capa de seguridad.
fr: Vous pouvez activer l'authentification à deux facteurs, afin de disposer d'un autre niveau de sécurité en cas de problème.
hu: Engedélyezheti a 2-faktoros hitelesítést, így legalább van egy másik biztonsági réteg, ha rosszul sülne el a dolog.
id: Anda bisa mengaktifkan autentifikasi 2 Factor, setidaknya Anda memiliki keamanan tingkat tinggi jika terjadi kesalahan.
it: È possibile attivare l'autenticazione a due fattori cosi da avere almeno un altro livello di sicurezza in caso di problemi.
pt_br: Você pode ativar a autenticação de 2 fatores, para ter pelo menos uma camada de segurança a mais caso der errado.
ro: Puteți activa autentificarea cu 2 factori, astfel încât să aveți cel puțin un alt nivel de securitate în caz de probleme.
ru: Вы можете включить двухфакторную аутентификацию, чтобы, по крайней мере, иметь еще один уровень безопасности, если все пойдет не так.
tr: 2 faktörlü kimlik doğrulamayı etkinleştirebilirsiniz, böylece işler kötü giderse en azından başka bir güvenlik katmanına sahip olursunuz.

source: Your credentials only ever leave your device in the form of a login request directly to Riot. They are never stored or sent anywhere else.
ar: لا تترك بيانات الاعتماد الخاصة بك جهازك إلا في شكل طلب تسجيل دخول مباشرة إلى شركة Riot. لا يتم تخزينها أو إرسالها إلى أي مكان آخر.
cs: Vaše přihlašovací údaje opustí vaše zařízení pouze ve formě žádosti o přihlášení přímo do systému Riot. Nikdy se neukládají ani neposílají nikam jinam.
da: Dine legitimationsoplysninger forlader kun din enhed i form af en loginanmodning direkte til Riot. De bliver aldrig gemt eller sendt andre steder.
de: Deine Anmeldedaten verlassen dein Gerät nur in Form einer Anfrage direkt an Riot. Sie werden nie an einen anderen Ort geschickt oder dort gespeichert.
es: Tus credenciales solo salen del dispositivo para ir al formulario de inicio de sesión de Riot. Nunca se guardan en ningún otro sitio.
fr: Vos informations d'identification ne quittent jamais votre appareil sous la forme d'une demande de connexion directe à Riot. Elles ne sont jamais stockées ou envoyées ailleurs.
hu: A hitelesítő adatok csak bejelentkezési kérelem formájában hagyják el az eszközt, közvetlenül a Riot felé. Soha nem kerülnek tárolásra vagy küldésre máshová.
id: Kredensial Anda hanya pernah meninggalkan perangkat Anda dalam bentuk permintaan login langsung ke Riot. Mereka tidak pernah menyimpan atau mengirim ke tempat lain.
it: Le credenziali lasciano il dispositivo sotto forma di richiesta di accesso direttamente da Riot. Non vengono mai memorizzate o inviate altrove.
pt_br: Suas credenciais são enviadas do seu dispositivo na forma de uma solicitação de login diretamente para os servidores da Riot. Eles nunca são armazenados ou enviados para qualquer outro lugar.
ro: Datele dvs. de identificare nu părăsesc niciodată dispozitivul dvs. decât sub forma unei cereri de conectare direct la Riot. Ele nu sunt niciodată stocate sau trimise în altă parte.
ru: Ваши учетные данные покидают ваше устройство только в виде запроса на вход в систему непосредственно в Riot. Они никогда не хранятся и не отправляются куда-либо еще.
tr: Kimlik bilgileriniz cihazınızdan sadece doğrudan Riot'a bir giriş talebi şeklinde çıkar. Asla saklanmazlar veya başka bir yere gönderilmezler.

source: Your session has expired! Recon Bolt has tried to refresh it for you, but needs 2FA confirmation.
ar: انتهت صلاحية جلستك! حاول Recon Bolt تحديثه لك ، لكنه يحتاج إلى تأكيد 2FA.
cs: Vaše relace vypršela! Recon Bolt se ji pokusil obnovit, ale potřebuje potvrzení 2FA.
da: Din session er udløbet! Recon Bolt har forsøgt at opdatere den for dig, men har brug for en 2FA-bekræftelse.
de: Deine Sitzung ist abgelaufen! Recon Bolt hat sie für dich versucht zu erneuern, aber brauch 2FA-Bestätigung.
es: ¡Tu sesión ha expirado! Recon Bolt ha intentado actualizarla por ti, pero necesita la confirmación de 2FA.
fr: Votre session a expiré ! Recon Bolt a essayé de la rafraîchir pour vous, mais a besoin d'une confirmation 2FA.
hu: Az Ön munkamenete lejárt! A Recon Bolt megpróbálta frissíteni az Ön számára, de 2FA megerősítésre van szüksége.
id: Sesi Anda telah kadaluarsa! Recon Bolt telah mencoba menyegarkan sesi tersebut, tetapi membutuhkan konfirmasi 2FA.
it: La sessione è scaduta! Recon Bolt ha cercato di aggiornarla per te, ma necessita di una conferma 2FA.
pt_br: Sua sessão expirou! O Recon Bolt tentou atualizar, porém precisa da confirmação de autenticação em 2 fatores.
ro: Sesiunea dvs. a expirat! Recon Bolt a încercat să o reîmprospăteze pentru dvs., dar are nevoie de confirmarea 2FA.
ru: Срок действия вашей сессии истек! Recon Bolt попытался обновить его для вас, но требуется подтверждения 2FA.
tr: Oturumunuzun süresi doldu! Recon Bolt sizin için yenilemeyi denedi, ancak 2FA onayı gerekiyor.

source: iOS is a bit finnicky about this, so widgets may not refresh right away—feel free to reboot your device if this doesn't help!
ar: نظام iOS صعب بعض الشيء حيال هذا الأمر ، لذا قد لا يتم تحديث الأدوات على الفور - لا تتردد في إعادة التشغيل الجهاز إذا لم يساعد ذلك!
cs: iOS je v tomto ohledu trochu vybíravý, takže widgety se nemusí obnovit hned - pokud to nepomůže, klidně je restartujte!
da: iOS er en smule kræsne med dette, så widgets opdateres måske ikke med det samme - du er velkommen til at genstarte din enhed, hvis det ikke hjælper!
de: iOS ist hier etwas intransparent, also werden die Widgets womöglich nicht sofort aktualisiert – wenn es nicht hilft, kannst du auch das Gerät neu starten!
es: ¡iOS es un poco quisquilloso sobre esto, es posible que los Widgets no se actualicen de inmediato; no dudes en reiniciar si esto no ayuda!
fr: iOS est un peu pointilleux à ce sujet, il se peut donc que les widgets ne soient pas rafraîchis immédiatement - n'hésitez pas à redémarrer si cela ne vous aide pas !
hu: az iOS egy kicsit kényes ezzel kapcsolatban, ezért előfordulhat, hogy a widgetek nem frissülnek azonnal - ha ez nem segít, nyugodtan indítsd újra!
id: iOS agak ribet terhadap hal ini, kemungkinan widget tidak langsung dapat di refresh dan jangan ragu untuk memulai ulang jika tidak membantu!
it: iOS è un po' pignolo su questo punto e i widgets potrebbero non aggiornarsi subito; Riavvia il telefono se questo non funziona!
pt_br: O iOS é um pouco exigente quanto a isso, então os Widgets podem não ser atualizados imediatamente - sinta-se à vontade para reiniciar se isso não ajudar!
ro: iOS este puțin pretențios în această privință, așa că este posibil ca widget-urile să nu se actualizeze imediat - nu ezitați să reporniți dispozitivul dacă acest lucru nu vă ajută!
ru: iOS немного привередлива в этом вопросе, поэтому виджеты могут обновляться не сразу - не стесняйтесь перезагрузить, если это не поможет!
tr: iOS bu konuda biraz titizdir, bu nedenle widget'lar hemen yenilenmeyebilir; bu işe yaramazsa telefonu yeniden başlatmaktan çekinmeyin!

source: old
ar: قديم
cs: staré
da: gamle
de: alt
es: antiguo
fr: ancien
hu: régi
id: tua
it: Obsoleto
pt_br: antigo
ro: vechi
ru: старый
tr: eski

source: signing in…
ar: جاري تسجيل الدخول…
cs: Přihlašování…
da: logger ind…
de: Anmeldung läuft…
es: registrando…
fr: Connexion en cours…
hu: bejelentkezés…
id: mencoba masuk…
it: Accedendo…
pt_br: Entrando…
ro: autentificare…
ru: вход в систему…
sv: loggar in…
tr: giriş yapılıyor...

source: %lld RR
de: %lld RW
ru: %lld РРИ
tr: %lld KP

source: GitHub Repo
cs: GitHub Repozitář
de: GitHub-Repository
es: Repositorio de GitHub
fr: Repo GitHub
id: Repo Github
it: Repository di GitHub
pt_br: Repositório do GitHub
ru: Репозиторий на GitHub

source: +%lld XP
de: +%lld EP
pt_br: +%lld EXP
