Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Customize %@
ar: تخصيص%@
cs: Přizpůsobení %@
da: Tilpas %@
de: %@ anpassen
es: Personalizar %@
fr: Personnaliser %@
hu: Testreszabás %@
id: Menyesuaikan %@
it: Personalizza %@
pt_br: Personalizar %@
ro: Personalizați %@
ru: Настроить %@
sv: Anpassa %@
tr: %@'i Özelleştirin

source: Customize Gun
ar: تخصيص السلاح
cs: Přizpůsobení zbraně
da: Tilpas våben
de: Waffe anpassen
es: Personalizar arma
fr: Personnaliser son arme
hu: Fegyver testreszabása
id: Menyesuaikan Senjata
it: Personalizza le Armi
pt_br: Personalizar Arma
ro: Personalizați arma
ru: Настроить оружие
sv: Anpassa vapen
tr: Silahı Özelleştir

source: Daily
ar: يومي
cs: Denní
da: Dagligt
de: Täglich
es: Diario
fr: Quotidien
hu: Napi
id: Harian
it: Giornaliero
pt_br: Diárias
ro: Zilnic
ru: Ежедневные
sv: Daglig
tr: Günlük

source: Daily Checkpoints
ar: نقاط التقدم اليومية
cs: Denní kontrolní body
de: Tägliche Checkpoints
es: Puntos de control diarios
fr: Checkpoints journaliers
hu: Napi ellenőrző pontok
id: Checkpoint Harian
it: Traguardi Giornalieri
pt_br: Checkpoints Diários
ro: Puncte de control zilnice
ru: Ежедневные задания
tr: Günlük Kontrol Noktaları

source: Daily Offers
ar: عروض يومية
cs: Denní Nabídky
da: Daglige tilbud
de: Tagesangebote
es: Ofertas diarias
fr: Offre quotidienne
hu: Nepi ajánlatok
id: Penawaran Harian
it: Offerte Giornaliere
pt_br: Ofertas diárias
ro: Oferte zilnice
ru: Ежедневные предложения
sv: Daglig Butik
tr: Günlük Teklifler

source: Damage
ar: الضرر
cs: Poškození
da: Skade
de: Schaden
es: Daño
fr: Dégât
hu: Sebzés
id: Kerusakan
it: Danno
pt_br: Dano
ro: Daune
ru: Урон
sv: Skador
tr: Hasar

source: Dark Mode
ar: الوضع الداكن
cs: Tmavý Režim
da: Mørk tilstand
de: Dunkelmodus
es: Oscuro
fr: Mode Sombre
hu: Sötét üzemmód
id: Mode Gelap
it: Tema Scuro
pt_br: Modo Escuro
ro: Modul întunecat
ru: Темный режим
sv: Mörkt läge
tr: Karanlık Mod

source: Dark Rainbow
ar: قوس قزح داكن
cs: Tmavá duha
de: Dunkler Regenbogen
es: Arco iris oscuro
fr: Arc-en-ciel sombre
hu: Sötét szivárvány
id: Pelangi Gelap
it: Arcobaleno Scuro
pt_br: Arco-íris escuro
ro: Curcubeu întunecat
tr: Karanlık Gökkuşağı

source: Data going back to %@
ar: المعلومات تعود الى %@
cs: Data do %@
da: Data, der går tilbage til %@
de: Daten gehen bis %@ zurück
es: Los datos vuelven a %@
fr: Les données remontent au %@
hu: Az adatok visszamennek ide: %@
id: Mengembalikan data ke %@
it: Dati risalenti a %@
pt_br: Dados retornando para %@
ro: Date care se întorc la %@
ru: Данные до %@
sv: Data som går tillbaka till %@
tr: %@'e kadar veriler

source: Day
ar: النهار
cs: Den
da: Dag
de: Tag
es: Día
fr: Jour
hu: Nap
id: Hari
it: Giorno
pt_br: Dia
ro: Zi
ru: День
sv: Dag
tr: Gün

source: Default
ar: افتراضي
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fr: Défaut
hu: Alapértelmezett
it: Predefinito
pt_br: Padrão
ro: Implicit
ru: Стандарт
sv: Standard
tr: Varsayılan

source: Default Icon
ar: ايقون افتراضي
cs: Výchozí Ikona
da: Standardikon
de: Standard-Icon
es: Icono por defecto
fr: Icône par défaut
hu: Alapértelmezett ikon
id: Ikon Default
it: Icona Predefinita
pt_br: Ícone Padrão
ro: Pictograma implicită
ru: Стандартная иконка
sv: Standardikon
tr: Varsayılan Simge

source: Defending
ar: دفاع
cs: Obrana
de: Verteidiger
es: Defendiendo
fr: Défendant
hu: Védekező
id: Pertahanan
it: Difesa
pt_br: Defesa
ro: Apărare
ru: Защита
sv: Defens
tr: Savunma

source: Delete %lld Matches
ar: احذف %lld مبارايات
cs: Vymazat %lld Zápasů
da: Slet %lld Kampe
de: %lld Spiele löschen
es: Eliminar %lld partidas
fr: Supprimer %lld Parties
hu: %lld meccs előzmények törlése
id: Hapus %lld kecocokan
it: Cancella %lld Partite
pt_br: Excluir %lld partidas
ro: Ștergeți %lld Meciuri
ru: Удалить матчей: %lld
sv: Ta bort %lld matcher
tr: %lld Eşleşmeleri Sil

source: Details by Round
ar: التفاصيل حسب الجولة
cs: Podrobnosti podle kola
da: Detaljer efter runde
de: Details nach Runde
es: Detalles por ronda
fr: Détails par manche
hu: Részletek körönként
id: Detail berdasarkan Round
it: Dettagli per Round
pt_br: Detalhes por Rodada
ro: Detalii în funcție de rundă
ru: Детали по раундам
sv: Detaljer om rundor
tr: Tura göre detaylar

source: Discord Server
ar: خادم ديسكورد
es: Servidor de Discord
fr: Serveur Discord
hu: Discord szerver
id: Server Discord
it: Server Discord
pt_br: Servidor do Discord
ro: Server Discord
ru: Сервер в Discord
tr: Discord Sunucusu

source: Distribution Over Time
ar: التوزيع بمرور الوقت
cs: Časové rozložení
da: Fordeling over tid
de: Verteilung über Zeit
es: Distribución sobre tiempo
fr: Distribution au fil du temps
hu: Időbeli eloszlás
id: Distribusi dari Waktu ke Waktu
it: Distribuzione dei Colpi
pt_br: Distribuição ao longo do tempo
ro: Distribuția în timp
ru: Распределение по времени
sv: Fördelning över tiden
tr: Zamana Göre Dağılım

source: Done
ar: منتهي
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fr: Fait
hu: Kész
id: Selesai
it: Fatto
pt_br: Concluído
ro: Realizat
ru: Готово
sv: Klart
tr: Tamamlandı

source: Download Assets Now
ar: حمّل الموارد الان
cs: Stáhnout Assety
da: Hent aktiver nu
de: Jetzt Assets laden
es: Descargar archivos ahora
fr: Télécharger les ressources maintenant
hu: Töltse le az eszközöket most
id: Unduh Aset Sekarang
it: Scarica gli Assets
pt_br: Baixar arquivos agora
ro: Descărcați Assets acum
ru: Загрузить ресурсы
sv: Ladda ner assets nu
tr: Varlıkları Şimdi İndirin

source: Draws
ar: تعادلات
cs: Remíza
da: Uafgjorte
de: Gleichstände
es: Empates
fr: Forfaits
hu: Döntetlen
id: Seri
it: Pareggi
pt_br: Empates
ro: Egal
ru: Ничьи
tr: Berabereler

source: ERROR
ar: خطأ
cs: CHYBA
da: FEJL
de: FEHLER
fr: ERREUR
hu: HIBA
id: KESALAHAN
it: ERRORE
pt_br: ERRO
ro: EROARE
ru: ОШИБКА
sv: FEL
tr: HATA

source: Edit Filter
ar: عدّل عامل التصفية
cs: Upravit Filtr
da: Rediger filter
de: Filter bearbeiten
es: Editar filtro
fr: Modifier le filtre
hu: Szűrő szerkesztése
it: Modifica Filtro
pt_br: Editar Filtro
ro: Editare filtru
ru: Изменить фильтр
sv: Redigera filter
tr: Filtreyi Düzenle

source: Enter 2FA Code
ar: ادخل كود التوثيق
cs: Zadejte kód 2FA
da: Indtast 2FA-kode
de: 2FA-Code eingeben
es: Escribe el código de 2FA
fr: Saisir le code d'authentification à 2 facteurs
hu: 2FA kód megadása
id: Masukkan Kode 2FA
it: Inserisci il Codice 2FA
pt_br: Introduza o código 2FA
ro: Introduceți codul 2FA
ru: Введите 2FA код
sv: Ange 2FA-kod
tr: 2FA Kodunu Girin

source: Equip Time
ar: وقت التجهيز
cs: Doba Vybavení
da: Udstyrstid
de: Ausrüstungszeit
es: Tiempo en equiparse
fr: Temps d'équipement
hu: Felszerelési idő
id: Siagakan Kecepatan
it: Tempo di Equipaggiamento
pt_br: Tempo para equipar
ro: Timp de echipare
ru: Время экипировки
sv: Utrustningstid
tr: Ekipman Hazırlama Süresi

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
pt_br: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata

source: Error Details
ar: تفاصيل الخطأ
cs: Podrobnosti o chybě
da: Oplysninger om fejl
de: Fehlerdetails
es: Detalles del error
fr: Détails de l'erreur
hu: Hiba részletei
id: Detail Kesalahan
it: Dettagli sull'Errore
pt_br: Detalhes do erro
ro: Detaliile eroare
ru: Детали ошибки
sv: Detaljer om fel
tr: Hata Detayları

source: Error downloading assets!
ar: خطأ في تحميل الموارد!
cs: Chyba při stahování assetů!
da: Fejl ved downloading af aktiver!
de: Assets konnten nicht geladen werden!
es: ¡Error al descargar los archivos!
fr: Erreur de téléchargement des ressources!
hu: Hiba az eszközök letöltésében!
id: Kesalahan dalam mengunduh aset!
it: Errore nel download degli assets!
pt_br: Erro ao baixar arquivos!
ro: Eroare la descărcarea activelor!
ru: Произошла ошибка при загрузке ресурсов!
sv: Fel vid nedladdning av tillgångar!
tr: Varlıklar indirilirken hata oluştu!

source: Exchange
ar: تبادل
da: Udveksling
de: Austausch
es: Intercambio
fr: Échange
hu: Csere
id: Pertukaran
it: Richiesta all'API
pt_br: Troca
ro: Schimb
sv: Utbyte
tr: Değişim

source: Exchange Body
ar: المحتوى
cs: Tělo
da: Krop
de: Inhalt
es: Cuerpo
fr: Corps
hu: Test
id: Badan
it: Contenuto
pt_br: Corpo
ro: Corp
ru: Тело
sv: Body
tr: Vücut

source: Exclude All Agents
ar: استبعاد الكل
cs: Vyloučit všechny
da: Eksluder Alle
de: Alle ausschließen
es: Excluir todo
fr: Tout supprimer
hu: Minden kizárása
id: Kecualikan Semua
it: Escludi Tutti
pt_br: Excluir todos
ro: Excludeți toate
ru: Исключить все
sv: Exkludera alla
tr: Tümünü hariç tut

source: Exclude All Queues
ar: استبعاد الكل
cs: Vyloučit vše
da: Eksluder Alle
de: Alle ausschließen
es: Excluir todo
fr: Tout supprimer
hu: Minden kizárása
id: Kecualikan Semua
it: Escludi Tutte
pt_br: Excluir todas
ro: Excludeți toate
ru: Исключить все
sv: Exkludera alla
tr: Tümünü hariç tut

source: Exclusive App Icon
ar: ايقونة للتطبيق حصري
cs: Exkluzivní ikona aplikace
da: Eksklusivt app-ikon
de: Exklusives App-Icon
es: Icono de la aplicación exclusive
fr: Icône d'application exclusive
hu: Egyedi alkalmazás ikon
id: Ikon Aplikasi Eksklusif
it: Icona Esclusiva dell'App
pt_br: Ícone Exclusivo do Aplicativo
ro: Icoana exclusivă a aplicației
ru: Эксклюзивная иконка приложения
sv: Exklusiv app-ikon
tr: Özel Uygulama Simgesi

source: Exploded
ar: انفجر
cs: Explodoval
da: Eksploderet
de: Explodiert
es: Explotado
fr: Explosé
hu: Felrobbantva
id: Meledak
it: Esploso
pt_br: Explodido
ro: Explodat
ru: Убит Spike
sv: Exploderad
tr: Patlatılmış

source: Family Sharing
ar: مشاركة مع العائلة
cs: Rodinné sdílení
da: Familiedeling
de: Familienfreigabe
es: Compartir con familia
fr: Partage familial
hu: Családi megosztás
id: Keluarga Berbagi
it: Condivisione con la Famiglia iCloud
pt_br: Compatilhamento Familiar
ro: Partajare în familie
sv: Familjedelning
tr: Aile Paylaşımı

source: Feedback Email Body
ar: ماذا حصل؟ أخبرني عن الخطأ الذي واجهته: تقرير الخطأ الخاص بك هنا %@
cs: Co se stalo špatně? Popište prosím chybu, kterou jste právě zaznamenali: VAŠE HLÁŠENÍ CHYBY ZDE %@
da: Hvad gik galt? Fortæl mig om den fejl, du lige er stødt på: DIN FEJLRAPPORT HER %@
de: Was ist schiefgelaufen? Gib mir ein paar Details zum Fehler, den du gerade hattest: DEINE FEHLERMELDUNG HIER %@
es: ¿Qué ha salido mal? Cuéntame sobre el error que acaba de suceder: EL REPORTE DEL BUG VA AQUÍ %@
fr: Qu'est-ce qui s'est mal passé ? Donne-moi des détails sur l'erreur que tu viens de rencontrer : TON MESSAGE D'ERREUR ICI
hu: Mi romlott el? Meséljen a hibáról, amivel most találkozott: HIBAJELENTÉSED ITT: %@
id: Ada yang salah? Beritahu kami tentang kesalahan yang Anda alami: LAPORKAN BUG ANDA DISINI %@
it: Cosa è andato storto? Descrivi l'errore che hai riscontrato: SEGNALA I BUG QUI %@
pt_br: O que deu errado? Me conte mais sobre o erro que encontrou: SEU RELATÓRIO DE BUG AQUI %@
ro: Ce a mers prost? Povestiți-mi despre eroarea pe care tocmai ați întâlnit-o: RAPORTUL TĂU DE EROARE AICI %@
ru: Что пошло не так? Предоставьте информацию об ошибке которая произошла (Preferrably english): ХОД ВОСПРОИЗВЕДЕНИЯ ОШИБКИ ТУТ %@
sv: Vad gick fel? Berätta om felet du just stötte på: DIN FELRAPPORT HÄR %@
tr: Ne yanlış gitti? Karşılaştığınız hatayı bana anlatın: HATA RAPORUNUZ BURADA %@

source: Fetch Details
ar: جلب التفاصيل
cs: Načíst podrobnosti
da: Hent oplysninger
de: Details laden
es: Buscar detalles
fr: Obtenir des détails
hu: Részletek lekérdezése
id: Detail Fetch
it: Dettagli
pt_br: Obter Detalhes
ro: Obține detalii
ru: Получить детали
sv: Uppgifter om matchen
tr: Detayları Getir

source: Filter
ar: عامل التصفية
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
pt_br: Filtro
ro: Filtru
ru: Фильтр
tr: Filtre

source: Filter Maps
ar: صفّي الخرائط
cs: Filtrovat mapy
da: Filtrere kort
de: Filtern nach Karte
es: Filtrar Mapas
fr: Filtrer par cartes
hu: Szűrő pályák szerint
id: Filter Peta
it: Filtra per Mappe
pt_br: Filtrar por Mapas
ro: Filtrează mapele
ru: Фильтровать карты
sv: Filtrera kartor
tr: Haritaları Filtrele

source: Filter Match List
ar: صفّي لائحة المباريات
cs: Filtrovat seznam zápasů
da: Filtrere kampliste
de: Verlauf filtern
es: Filtrar lista de partidas
fr: Filtrer l'historique
hu: Szűrő meccs lista
id: Filter List Pertandingan
it: Filtra l'Elenco delle Partite
pt_br: Filtrar Lista de Partidas
ro: Filtrează lista meciurilor
ru: Фильтровать матчи
sv: Filtrera matchlistan
tr: Maç Listesini Filtrele

source: Filter Queues
ar: صفي طوابير الانتصار
cs: Filtrování podle herního módu
da: Filter køer
de: Filtern nach Modus
es: Filtrar colas
fr: Filtrer par mode de jeu
hu: Szűrő várólisták
id: Filter Mode
it: Filtra per Modalità
pt_br: Filtrar por Modo de jogo
ro: Filtrează Queues
ru: Фильтровать режимы
sv: Filtrera köer
tr: Kuyruklerı Filtrele

source: Filtering by starting side will exclude any matches in single-round modes like Deathmatch, Escalation, etc.
ar: التصفية حسب جانب البداية ستستبعد أي مباريات في أوضاع الجولة الواحدة مثل دث-ماتش و اسكيليشن وما إلى ذلك.
cs: Filtrování podle počáteční strany vyloučí jakékoliv zápasy v módech s jedním kolem, jako jsou Deathmatch, Escalation atd.
da: Filtrering efter startside udelukker alle kampe i enkeltrundetilstande som Deathmatch, Escalation osv.
de: Nach Anfangsseite zu filtern schließt alle Spiele aus, die in nur einer Runde gespielt werden, wie z.B. Deathmath, Eskalation, etc.
es: Filtrar por lado inicial excluirá las partidas en modos de una solo lado como Combate a muerte, Escalada, etc.
fr: Le filtrage par le camp de départ exclura tous les matchs dans les modes à un tour comme Deathmatch, Escalation, etc.
hu: A kezdőoldal szerinti szűrés kizárja az olyan egyfordulós játékmódok meccseit, mint a Deathmatch, Escalation stb.
id: Memfilter berdasarkan sisi awal akan menghilangkan pertandingan dalam pertandingan satu ronde seperti Deathmatch, Escalation, dll.
it: Il filtro per "lato iniziale" esclude le partite a singolo round come Deathmatch, Escalation, ecc.
pt_br: A filtragem pelo lado de início excluirá quaisquer jogos em modos de uma rodada como Mata-Mata, Escalada, etc.
ro: Filtrarea în funcție de partea de start va exclude toate meciurile din modurile cu o singură rundă, cum ar fi Deathmatch, Escalation, etc.
ru: Фильтр по стороне (Защита, Атака) исключит все матчи с "одним" раундом, такие как Бой насмерть, Эскалация и т. д.
sv: Filtrering efter startsida utesluter alla matcher i lägen med en enda runda som Deathmatch, Escalation osv.
tr: Başlangıç tarafına göre filtreleme, Deathmatch, Escalation vb. tek tur modlarındaki maçları hariç tutacaktır.

source: Find Match
ar: اعثر على مبارة
cs: Najít zápas
da: Find Kamp
de: Match Suchen
es: Buscar partida
fr: Chercher une partie
hu: Meccs keresés
id: Temukan Pertandingan
it: Cerca Partita
pt_br: Buscar Partida
ro: Găsește meci
ru: Найти матч
sv: Starta kö
tr: Maç Bul

source: Finding match… (%@)
ar: جاري العثور على مبارة (%@)
cs: Vyhledání zápasu... (%@)
da: Søger efter kamp… (%@)
de: Matchmaking läuft… (%@)
es: Encontrando partida... (%@)
fr: Recherche de partie... (%@)
hu: Meccs keresése… (%@)
id: Dalam antrean.. (%@)
it: Cercando una partita… (%@)
pt_br: Procurando partida… (%@)
ro: Cautam meci... (%@)
ru: Поиск матча... (%@)
sv: Hittar match… (%@)
tr: Maç bulma… (%@)

source: Fire Rate
ar: معدل إطلاق النار
cs: Rychlost Střelby
de: Feuerrate
es: Cadencia
fr: Cadence de tir
hu: Tűzerő
id: Laju Tembakan
it: Rateo di fuoco
pt_br: Taxa de disparo
ro: Rata de foc
ru: Скорострельность
sv: Eldhastighet
tr: Ateş Hızı

source: First Bullet Spread
ar: انتشار الرصاصة الأولى
cs: Rozptyl První Střely
da: Første kugle spredt
de: Erster-Schuss-Ausbreitung
es: Dispersión de la primera bala
fr: Dispersion du premier tir
hu: Első golyó szórása
id: Sebaran Tembakan ke-1
it: Diffusione del Primo Proiettile
pt_br: Dispersão da primeira bala
ro: Răspândirea Primului Glonț
ru: Разброс первой пули
sv: Spridning av den första kulan
tr: İlk Kurşun Yayılımı

source: Force Refresh Widgets
ar: إعادة تحميل الودجات بالقوة
cs: Vynutit obnovení widgetů
da: Tvinge opdatering af widgets
de: Widgets sofort aktualisieren
es: Forzar reinicio de los Widgets
fr: Forcer l'actualisation des Widgets
hu: Widgetek kényszerfrissítése
id: Memaksa Refresh Widget
it: Forza l'Aggiornamento dei Widget
pt_br: Forçar Atualização de Widgets
ro: Forțați reîmprospătarea widget-urilor
ru: Принудительно обновить виджеты
sv: Tvinga uppdatering av widgetar
tr: Widget'ları Yenilemeye Zorla

source: Free up these %@
ar: قم بتفضية هذه %@
cs: Uvolnit tyto %@
da: Frigør disse %@
de: Diese %@ freimachen
es: Liberar %@
fr: Libérer %@
hu: Szabadítsd fel ezeket a %@
id: Membersihkan penyimpanan lokal %@
it: Libera %@ di Memoria
pt_br: Liberar estes %@
ro: Eliberați aceste %@
ru: Освободить %@
sv: Frigör dessa %@
tr: Bu %@'leri serbest bırakın

source: Game Started
ar: ابتدأت المبارة
cs: Zápas začal
da: Spillet startede
de: Spiel lädt
es: Partida comenzada
fr: Partie lancée
hu: A meccs elkezdődött
id: Permainan dimulai
it: La Partita' è Iniziata!
pt_br: Jogo Iniciado
ro: Jocul a început
ru: Игра началась
sv: Spelet har börjat
tr: Oyun Başladı

source: Game is not running!
ar: اللعبة ليست مفتوحة!
cs: Valorant není spuštěn!
da: Spillet kører ikke!
de: Valorant läuft momentan nicht!
es: ¡Valorant no está abierto!
fr: Valorant n’est pas lancé !
hu: A játék nem fut!
id: Valorant belum dibuka!
it: Il Gioco non è in Esecuzione!
pt_br: O jogo não está aberto!
ro: Jocul nu rulează!
ru: Игра не запущена!
sv: Spelet körs inte just nu!
tr: Oyun çalışmıyor!

source: Gather statistics from anyone's games to gain insights on things like time played by mode/premade, headshot rate over time/by weapon, win rate over time/by map & side, and more!
ar: اجمع الإحصائيات من ألعاب أي شخص لاكتساب رؤى حول أشياء مثل الوقت الذي يتم لعبه حسب الوضع / العرض المسبق ، ومعدل إصابة الرأس بمرور الوقت / حسب السلاح ، ومعدل الفوز بمرور الوقت / حسب الخريطة والجانب ، والمزيد!
cs: Sbírejte statistiky z her ostatních lidí a získejte přehled o věcech, jako je herní doba podle herního módu/osamoceně nebo v party, statistiky headshotů za časové období/podle zbraně, procenta vítězství za časové období/podle mapy/podle strany a mnoho dalšího!
da: Indsaml statistik fra alles spil for at få indsigt i ting som spilletid pr. tilstand/forudspillet, antal hovedskud over tid/pr. våben, antal sejre over tid/pr. kort og side og meget mere!
de: Werte Statistiken auf Basis deiner oder anderer Leute Spiele aus, um Einblicke zu erhalten in Bereiche wie Spielzeit nach Modus/Premade, Headshot-Rate über Zeit/nach Waffe, Gewinnrate über Zeit/nach Karte & Seite und mehr!
es: Recopila estadísticas de las partidas de cualquier jugador para obtener información sobre el tiempo jugado por modo/grupo, número de disparos a la cabeza a lo largo del tiempo/por arma, número de victorias a lo largo del tiempo/por mapa y bando, ¡y mucho más!
fr: Rassemblez les statistiques des parties de n'importe qui pour obtenir des informations sur des éléments tels que le temps de jeu par mode/pré-groupé, le taux de tir dans le temps/par arme, le taux de victoire dans le temps/par carte et côté, et bien plus encore !
hu: Gyűjts statisztikákat bárki játékaiból, hogy betekintést nyerj olyan dolgokba, mint a játékidő játékmódonként/előkészített játékmódonként, a fejlövések aránya időarányosan/fegyverenként, a győzelmi arány időarányosan/pályánként és oldalanként, és így tovább!
id: Mengumpulkan statistik dari permainan siapa saja untuk mendapatkan wawasan terhadap hal-hal seperti waktu bermain berdasarkan mode/premade, tingkat headshot dari waktu ke waktu/dengan senjata, tingkat kemenangan dari waktu ke waktu/berdasarkan peta, dan banyak lagi!
it: Raccoglie le statistiche delle partite di chiunque per ottenere informazioni su aspetti tipo il tempo di gioco per modalità/gruppo, la percentuale di headshot nel tempo/per arma, la percentuale di vittorie nel tempo/per mappa e lato e molto altro ancora!
pt_br: Reúna estatísticas dos jogos de qualquer pessoa para obter detalhes sobre coisas como o tempo jogado por modo/grupo, taxa de disparos na cabeça ao longo do tempo/por arma, taxa de vitória ao longo do tempo/por mapa & lado, e muito mais!
ro: Adunați statistici din jocurile oricui pentru a obține informații despre lucruri precum timpul jucat în funcție de mod/premade, rata de împușcare în cap în timp/pe arme, rata de victorie în timp/pe hartă și parte și multe altele!
ru: Собирайте статистику из чьих-либо игр, чтобы получить представление о таких вещах, как время игры в зависимости от режима/в одиночку или в группе, статистика попаданий в голову за период времени/по оружиям, процент побед за период времени/по картам/по сторонам и многое другое!
sv: Samla in statistik från någons spel för att få insikter om saker som speltid per läge/förhandstillverkning, skottfrekvens över tid/per vapen, vinstfrekvens över tid/per karta och sida och mycket mer!
tr: Herhangi birinin oyunlarından istatistikler toplayarak, mod/grup arkadaşı ile oynama süresi, zaman/silah başına isabet oranı, zaman/harita ve taraf başına kazanma oranı gibi daha fazla şeyden bilgi edininin!

source: Getting money from Recon Bolt gives me the flexibility and motivation to keep improving the app!
ar: دعمكم ل Recon Bolt يمنحني المرونة والتحفيز لمواصلة تحسين التطبيق!
cs: Získávání peněz z Recon Boltu mi poskytuje flexibilitu a motivaci k neustálému zlepšování aplikace!
da: At få penge fra Recon Bolt giver mig fleksibilitet og motivation til at blive ved med at forbedre appen!
de: Mit Recon Bolt Geld zu verdienen gibt mir die Flexibilität und Motivation, weiter an der App zu entwickeln!
es: ¡Ganar dinero de Recon Bolt me da flexibilidad y motivación para seguir mejorando la aplicación!
fr: Recevoir de l'argent de Recon Bolt me donne la flexibilité et la motivation nécessaires pour continuer à améliorer l'application !
hu: A Recon Bolt-tól kapott pénz rugalmasságot és motivációt biztosít számomra, hogy folyamatosan fejlesszem az alkalmazást!
id: Mendapatkan uang dari Recon Bolt dapat memberikan saya fleksibilitas dan motivasi untuk terus meningkatkan aplikasi!
it: Guadagnare soldi con Recon Bolt mi dà la flessibilità e la motivazione per continuare a migliorare l'app!
pt_br: Receber dinheiro do Recon Bolt me dá a flexibilidade e motivação para continuar melhorando o app!
ro: Obținerea de bani de la Recon Bolt îmi oferă flexibilitatea și motivația de a continua să îmbunătățesc aplicația!
ru: Получение средств с Recon Bolt дает мне мотивацию развивать это приложение!
sv: Att få pengar från Recon Bolt ger mig flexibilitet och motivation att fortsätta förbättra appen!
tr: Recon Bolt'tan para almak bana uygulamayı geliştirmeye devam etmem için esneklik ve motivasyon sağlıyor!

source: Golden Gun
ar: سلاح ذهبي
da: Gylden pistol
de: Goldene Waffe
es: Arma dorada
fr: Pistolet doré
hu: Arany pisztoly
it: Pistola d'Oro
pt_br: Arma Dourada
ro: Arma de aur
ru: Золотое оружие
tr: Altın Tabanca

source: Group by
ar: جمّع حسب
cs: Seskupit podle
da: Gruppere efter
de: Gruppieren nach
es: Ordenar por
fr: Grouper par
hu: Csoportosítás
id: Dikelompokkan berdasarkan
it: Filtra per
pt_br: Agrupar por
ro: Grupați după
ru: Группировать по
tr: Kategorilere Göre Gruplama

source: Head
ar: ضربة الرأس
cs: Hlava
da: Hoved
de: Kopf
es: Cabeza
fr: Tête
hu: Fej
id: Kepala
it: Testa
pt_br: Cabeça
ro: Cap
ru: Голова
tr: Kafa

source: Headhunter (Chamber)
ar: صياد الرؤوس (تشامبر)
da: Headhunter (kammer)
de: Kopfjäger (Chamber)
es: Cazador de cabezas (Chamber)
fr: Chasseur de têtes (Chamber)
hu: Fejvadász (Chamber)
it: Cacciatore di teste (Chamber)
pt_br: Caçador de Cabeças (Chamber)
ru: Охотник за головами (Chamber)
tr: Kelle Avcısı (Chamber)
