Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fr, hu, id, it, ja, pt_br, ro, ru, sv, tr

source: Restore Purchase
ar: استعادة الشراء
cs: Obnovení Nákupu
da: Gendan køb
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
hu: Vásárlás visszaállítása
id: Memulihkan Pembelian
it: Ripristina gli Acquisti
pt_br: Restaurar compras
ro: Restaurați achiziția
ru: Восстановить покупку
sv: Återställ köpet
tr: Satın Alma İşlemini Geri Yükle

source: Retry
ar: أعد المحاولة
cs: Opakovat
da: Prøv igen
de: Erneut versuchen
es: Vuelve a intentarlo de nuevo
fr: Réessayer
hu: Újra
id: Ulang
it: Riprova
pt_br: Tentar novamente
ro: Reîncercare
ru: Повторить
sv: Försök igen
tr: Yeniden Dene

source: Round %lld of %lld
ar: جولة %lld من %lld
cs: Kolo %lld z %lld
da: Runde %lld af %lld
de: Rund %lld von %lld
es: Ronda %lld de %lld
fr: Manche %lld sur %lld
hu: %lld kör a %lld ból/ből
id: Round %lld dari %lld
it: Round %lld di %lld
pt_br: Rodada %lld de %lld
ro: Runda %lld din %lld
ru: Раунд %lld из %lld
tr: Yuvarlak %lld of %lld

source: Round Details
ar: تفاصيل الجولة
cs: Podrobnosti o kole
da: Runde Detaljer
de: Rundendetails
es: Detalles de la ronda
fr: Détails de la manche
hu: Kör részletek
id: Detail Round
it: Dettagli del Round
pt_br: Detalhes da Rodada
ro: Detaliile rundei
ru: Подробности раунда
sv: Rund detaljer
tr: Tur Ayrıntıları

source: Rounds by Loadout Delta
ar: الجولات بحسب فارق العتاد
cs: Kola podle delty výstroje
da: Runder af Loudout Delta
de: Runden nach Bewaffnungs-Delta
es: Rondas por armamento Delta
fr: Manches par Delta d’armement
hu: Körök a felszerelés delta szerint
id: Round oleh Pemuatan Delta
it: Rounds / Delta Equipaggiamento
pt_br: Rodadas por Delta de Equipamento
ro: Runde în funcție de Loadout Delta
ru: Раунды по дельте комплекта
tr: Yükleme Farkına Göre Turlar

source: Rounds by Side
ar: الجولات حسب الجبهة
cs: Kola podle strany
da: Runder pr. side
de: Runden nach Seite
es: Rondas por lado
fr: Manches par coté
hu: Körök oldalanként
id: Round dalam Map
it: Rounds per Lato
pt_br: Rodadas por Lado
ro: Runde după echipa
ru: Раунды по стороне
tr: Tarafına Göre Turlar

source: Run Speed
ar: سرعة المدى
cs: Rychlost Běhu
da: Løbe hastighed
de: Lauftempo
es: Velocidad al correr
fr: Vitesse de déplacement
hu: Futási sebesség
id: Kecepatan Lari
it: Velocità di Movimento
pt_br: Velocidade de corrida
ro: Viteza de alergare
ru: Скорость бега
tr: Koşma Hızı

source: Search
ar: البحث
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Chercher
hu: Keresés
id: Pencarian
it: Cerca
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
tr: Arama

source: Select Language
ar: اختر اللغة
cs: Vybrat Jazyk
da: Vælg sprog
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue
hu: Nyelv kiválasztása
id: Pilih Bahasa
it: Seleziona la Lingua
pt_br: Selecionar idioma
ro: Selectați limba
ru: Выбрать язык
tr: Dil Seçiniz

source: Select more matches to see data on hit distribution. Deathmatch, Escalation, and other modes don't provide the necessary information.
ar: حدد المزيد من المباريات لمشاهدة بيانات حول توزيع النتائج. لا توفر تفاصيل لمبارات Deathmatch و Escalation.
cs: Chcete-li zobrazit údaje o distribuci zásahů, vyberte více zápasů. Režimy Deathmatch, Escalation a další neposkytují potřebné informace.
da: Vælg flere kampe for at se data om fordelingen af hits. Deathmatch, Escalation og andre spil-typer giver ikke de nødvendige oplysninger.
de: Wähle mehr Spiele aus, um Daten zur Treffer-Verteilung einzusehen. Deathmatch, Eskalation und andere Modi bieten nicht die nötigen Daten.
es: Selecciona más partidas para ver datos sobre la distribución de los disparos. Combate a Muerte, Escalada y otros modos no proporcionan la información necesaria.
fr: Sélectionnez d'autres matchs pour obtenir des données sur la répartition des coups. Les modes Deathmatch, Escalade et autres ne fournissent pas les informations nécessaires.
hu: Válasszon ki több találatot a találati eloszlásra vonatkozó adatok megtekintéséhez. A Deathmatch, az Escalation és más módok nem adják meg a szükséges információkat.
id: Pilih lebih banyak pertandingan untuk melihat data tentang distribusi hit. Deathmatch, Escalation, dan mode lainnya yang tidak memberikan informasi yang diperlukan.
it: Seleziona più partite per vedere i dati sulla distribuzione dei colpi. Deathmatch, Corsa alle Armi e altre modalità "speciali" non forniscono i dati necessari.
pt_br: Selecione mais partidas para ver os dados de distribuição de tiros. Mata-Mata, Escalação e outros modos não provém as informações necessárias.
ro: Selectați mai multe meciuri pentru a vedea datele privind distribuția loviturilor. Deathmatch, Escalation și alte moduri nu oferă informațiile necesare.
ru: Выберите больше матчей для получения данных по распределению попаданий. Бой насмерть, Эскалация, и другие режимы не предоставляют нужной информации.
tr: Hit dağılımı hakkındaki verileri görmek için daha fazla eşleşme seçin. Deathmatch, Escalation ve diğer modlar gerekli bilgileri sağlamaz.

source: Send to Developer
ar: أرسل إلى المطور
cs: Odeslat vývojáři
da: Send til udvikleren
de: An Entwickler schicken
es: Enviar al desarrollador
fr: Envoyer au développeur
hu: Küldés a fejlesztőnek
id: Kirim ke Developer
it: Invia al Developer
pt_br: Enviar para o Desenvolvedor
ro: Trimiteți la dezvoltator
ru: Отправить разработчику
sv: Skicka till utvecklare
tr: Geliştiriciye Gönder

source: Session expired!
ar: انتهت الجلسة!
cs: Relace vypršela!
da: Sessionen er udløbet!
de: Sitzung abgelaufen!
es: ¡Sesión expirada!
fr: Session expirée !
hu: A munkamenet lejárt!
id: Sesi berakhir!
it: Sessione scaduta!
pt_br: Sessão expirada!
ro: Sesiunea a expirat!
ru: Сессия истекла!
sv: Sessionen har gått ut!
tr: Oturum süresi doldu!

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Shared Matches
ar: المباريات المشتركة
cs: Sdílené Zápasy
da: Delte kampe
de: Gemeinsame Spiele
es: Partidas compartidas
fr: Parties partagées
hu: Megosztott meccsek
id: Pertandingan Bersama
it: Partite Condivise
pt_br: Partidas Compartilhadas
ro: Meciuri partajate
ru: Совместные матчи
sv: Delade matcher
tr: Paylaşılan Maçlar

source: Shotgun Pellets
ar: حبيبات البندقية
cs: Broky
de: Schrotkugeln
es: Perdigones de escopeta
fr: Plombs de fusils a pompe
hu: Shotgun golyók
id: Pelet Senapan
it: Pallini per Colpo
pt_br: Balas de Escopeta
ro: Peleți de Shotgun
ru: Пули дробовика
tr: Av Tüfeği Saçmaları

source: Show Unfetched Matches
ar: إظهار المباريات التي لم يتم تحضيرها
cs: Zobrazit Nenačtené Zápasy
da: Vis ikke hentede kampe
de: Ungeladene Spiele anzeigen
es: Mostrar partidas sin cargar
fr: Afficher les parties non recherchées
hu: Mutasd meg a még nem rögzített meccseket
id: Tampilkan Pertandingan yang belum Diambil
it: Mostra le Partite non ancora Caricate
pt_br: Mostrar partidas não encontradas
ro: Afișați meciurile neexecutate
ru: Показывать незагруженные матчи
sv: Visa oavslutade matcher
tr: Eşleşmemiş Eşleşmeleri Göster

source: Show all matches
ar: اظهر كل المباريات
cs: Zobrazit všechny zápasy
da: Vis alle kampe
de: Alle Spiele anzeigen
es: Mostrar todas las partidas
fr: Afficher tous les matchs
hu: Minden meccs megjelenítése
id: Tampilkan semua pertandingan
it: Mostra tutte le Partite
pt_br: Mostrar todas as partidas
ro: Afișați toate meciurile
ru: Показать все матчи
sv: Visa alla matcher
tr: Tüm maçları göster

source: Show details when found
ar: اظهر التافصيل عند وجودها
cs: Zobrazit podrobnosti po nalezení zápasu
da: Vis detaljer, når de er fundet
de: Details öffnen, wenn Spiel gefunden wird
es: Mostrar detalles cuando se encuentre partida
fr: Afficher les détails lorsqu'ils sont trouvés
hu: Részletek megjelenítése, ha megtalálták
id: Tampilkan detail pada saat ditemukan
it: Mostra i Dettagli quando viene trovata la Partita
pt_br: Mostrar detalhes quando encontrar
ro: Afișați detaliile atunci când sunt găsite
ru: Показать детали, когда найдено
sv: Visa info när du hittar game
tr: Bulunduğunda ayrıntıları göster

source: Show off your pro status with an exclusive icon!
ar: تباهر بحالتك Pro بأستخدام ايقونة حصرية للتطبيق!
cs: Pochlubte se svým statusem Pro s exkluzivní ikonou!
da: Vis din pro status med et eksklusivt ikon!
de: Demonstriere deinen Pro-Status mit einem exklusiven Icon!
es: ¡Demuestra que eres pro con un icono exclusivo!
fr: Affichez votre statut de pro avec une icône exclusive !
hu: Mutasd meg hoyg pro előfizető vagy egy egyedi ikonnal!
id: Tunjukan status pro Anda dengan ikon eksklusif!
it: Mostra il tuo Pro Status con un'icona Esclusiva!
pt_br: Mostre seu status pro com um ícone exclusivo!
ro: Arată-ți statutul de profesionist cu o pictogramă exclusivă!
ru: Покажите свой статус Pro с помощью эксклюзивного значка!
tr: Özel bir simge ile profesyonel statünüzü gösterin!

source: Sign In
ar: سجّل الدخول
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Registrate
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
pt_br: Entrar
ro: Conectați-vă
ru: Войти
sv: Logga in
tr: Oturum Aç

source: Sign In with your Riot account
ar: سجّل الدخول بحساب Riot
cs: Přihlaste se pomocí Riot účtu
da: Log ind med din Riot-konto
de: Mit Riot-Konto anmelden
es: Regístrate con tu cuenta de Riot
fr: Connectez-vous avec votre compte Riot
hu: Bejelentkezés a Riot fiókoddal
id: Masuk menggunakan akun Riot Anda
it: Accedi con il tuo account Riot
pt_br: Entrar com sua conta Riot
ro: Autentificați-vă cu contul dumneavoastră Riot
ru: Войдите в систему, используя свою учетную запись Riot
sv: Logga in med ditt Riot-konto
tr: Riot hesabınızla oturum açın

source: Sign Out
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
id: Keluar
it: Esci
pt_br: Sair
ro: Deconectare
ru: Выйти
tr: Oturumu kapat

source: Sign Out of All Accounts
ar: سجل الخروج من جميع الحسابات
cs: Odhlásit se ze všech účtů
da: Log ud af alle konti
de: Aus allen Konten abmelden
es: Cerrar sesión en todas las cuentas
fr: Se déconnecter de tous les comptes
hu: Kijelentkezés minden fiókból
id: Keluar dari Semua Akun
it: Esci da Tutti gli Account
pt_br: Sair de todas as contas
ro: Deconectați-vă din toate conturile
ru: Выйти из всех аккаунтов
tr: Tüm Hesaplardan Çık

source: Sign in with Google/Apple/etc.
ar: سجّل الدخول بحساب Google/Apple/etc.
cs: Přihlaste se pomocí Google/Apple atd.
da: Log på med Google/Apple/etc.
de: Mit Google/Apple/etc. anmelden
es: Regístrate con Google/Apple/etc.
fr: Se connecter avec Google/Apple/etc.
hu: Jelentkezzen be a Google/Apple/etc. segítségével.
id: Masuk menggunakan Google/Apple/dll.
it: Accedi con Google/Apple/ecc.
pt_br: Entrar com Google/Apple/etc.
ro: Conectați-vă cu Google/Apple/etc.
ru: Войдите в систему с помощью Google/Apple/прочее.
sv: Logga in med Google/Apple/etc.
tr: Google/Apple/vb. ile oturum açın.

source: Skin Level %lld
ar: مستوى %lld
cs: Úroveň %lld
da: Level %lld
de: Level %lld
es: Nivel %lld
fr: Niveau %lld
hu: Szint %lld
id: Level %lld
it: Livello %lld
pt_br: Nível %lld
ro: Nivel %lld
ru: Уровень %lld
tr: Seviye %lld

source: Skin Levels
ar: مستويات المظهر
cs: Úrovně Skinu
es: Nivel de mejora
fr: Niveaux de skin
hu: Kinézet szintek
id: Level Skin
it: Livelli della Skin
pt_br: Níveis de Skin
ro: Nivele de skin
ru: Уровень скина
tr: Kaplama Seviyeleri

source: Skins
ar: المظاهر
cs: Skiny
es: Diseños
hu: Kinézetek
id: Skin
ro: Skin-uri
ru: Скины
tr: Kaplamalar

source: Smoothing
ar: تنعيم
cs: Vyhlazování
da: Udjævning
de: Glättung
es: Suavizado
fr: Lissage
hu: Simítás
id: Menghaluskan
it: Errore di Fuoco
pt_br: Suavizar
ru: Сглаживание
tr: Düzeltme

source: Special Icons
ar: ايقونات مميزة
cs: Speciální Ikony
de: Besondere Icons
es: Iconos especiales
fr: Icônes spéciales
hu: Exklúzív ikonok
id: Ikon Spesial
it: Icone Speciali
pt_br: Ícones especiais
ro: Icoane speciale
ru: Специальные иконки
tr: Simgeler

source: Special Icons are available year-round for Pro users, while free users can only select them during a certain time window.
ar: تتوفر الايقونات المميزة على مدار العام لمستخدمي Pro ، بينما يمكن للمستخدمين المجانيين استعمالها فقط خلال فترة زمنية معينة.
cs: Speciální ikony jsou pro uživatele Pro dostupné celoročně, zatímco uživatelé zdarma si je mohou vybrat pouze v určitém časovém okně.
de: Besondere Icons sind für Pro-Nutzer das ganze Jahr über verfügbar, während kostenlose Nutzer sie nur während eines bestimmten Zeitfensters aktivieren können.
es: Los Iconos Especiales están disponibles durante el año para los usuarios Pro, mientras que los usuarios normales solo pueden seleccionarlos durante una ventana de tiempo determinada.
fr: Les icônes spéciales sont disponibles toute l'année pour les utilisateurs Pro, tandis que les utilisateurs gratuits ne peuvent les sélectionner que pendant une certaine période.
hu: Az Exklúzív ikonok egész évben elérhetőek a Pro felhasználók számára, míg az ingyenes felhasználók csak egy bizonyos időablakban választhatják ki őket.
id: Ikon Spesial akan tersedia sepanjang tahun untuk pengguna Pro, sedangkan pengguna gratis hanya dapat memilihnya selama waktu tertentu.
it: Le Icone Speciali sono disponibili tutto l'anno per gli utenti Pro, mentre per gli utenti gratuiti sono disponibili solo per un periodo limitato.
pt_br: Os ícones especiais estão disponíveis durante todo o ano para os usuários Pro, enquanto os usuários gratuitos só podem selecioná-los durante um determinado período.
ro: Icoanele speciale sunt disponibile pe tot parcursul anului pentru utilizatorii Pro, în timp ce utilizatorii gratuiți le pot selecta doar în timpul unei anumite perioade de timp.
ru: Специальные иконки доступны круглый год для пользователей Pro, в то время как бесплатные пользователи могут выбрать их только в течение определенного временного промежутка.
tr: Simgeler Pro kullanıcılar için yıl boyunca kullanılabilirken, ücretsiz kullanıcılar bunları yalnızca belirli bir zaman aralığında seçebilir.

source: Spectator
ar: مُشاهد
cs: Divák
da: Tilskuere
de: Zuschauer
es: Espectador
fr: Spectateur
hu: Néző
id: Penonton
it: Spettatore
pt_br: Espectador
ru: Зритель
tr: İzleyici

source: Spike Defused
ar: تم فكّ السبايك
cs: Spike Zneškodněn
de: Spike entschärft
es: Spike desactivada
fr: Spike désamorcé
hu: Spike hatástalanítva
id: Spike Dijinakkan
it: Spike Disinnescata
pt_br: Spike Desarmada
ro: Spike Dezamorsat
ru: Spike обезврежен
tr: Spike Etkisiz Hale Getirildi

source: Spike Planted
ar: تم زرع السبايك
cs: Spike Položen
da: Spike plantet
de: Spike gesetzt
es: Spike Plantada
fr: Spike planté
hu: Spike letéve
id: Spike Ditempatkan
it: Spike Inizializzata
pt_br: Spike Plantada
ro: Spike plantat
ru: Spike установлен
tr: Spike kuruldu

source: Start Matchmaking?
ar: ابدأ البحث عن مبارة؟
cs: Zahájit Vyhledávání?
de: Matchmaking starten?
es: ¿Empezar emparejamiento?
fr: Commencer le matchmaking ?
hu: Meccskeresés indítása?
id: Mulai Permainan?
it: Iniziare la Ricerca per la Partita?
pt_br: Iniciar uma partida?
ro: Începeți Matchmaking?
ru: Начать поиск матча?
sv: Starta matchmaking?
tr: Eşleştirmeye başlatılsın mı?

source: Starting Side
ar: الجبهة الأولية
cs: Počáteční Strana
da: Startside
de: Anfangsseite
es: Lado inicial
fr: Côté de départ
hu: Kezdő oldal
id: Sisi Awal
it: Lato di Partenza
pt_br: Lado de início
ro: Partea de pornire
ru: Первая сторона
sv: Startsida
tr: Başlangıç Tarafı

source: Starting Side:
ar: الجبهة الأولية:
cs: Počáteční Strana:
da: Startside:
de: Anfangsseite:
es: Lado inicial:
fr: Côté de départ :
hu: Kezdő oldal:
id: Sisi Awal:
it: Lato di Partenza:
pt_br: Lado de início:
ro: Partea de pornire:
ru: Первая сторона:
sv: Startsida:
tr: Başlangıç tarafı:

source: Statistics
ar: الإحصائيات
cs: Statistiky
da: Statistik
de: Statistiken
es: Estadísticas
fr: Statistiques
hu: Statisztikák
id: Statistik
it: Statistiche
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sv: Statistik
tr: İstatistikler

source: Statistics not available!
ar: الإحصائيات غير متوفرة!
cs: Statistiky nejsou k dispozici!
da: Statistikker ikke tilgængelige!
de: Statistiken nicht verfügbar!
es: ¡Las estadísticas no están disponibles!
fr: Statistiques non disponibles !
hu: Statisztikák nem állnak rendelkezésre!
id: Statistik tidak tersedia!
it: Statistiche non Disponibili!
pt_br: As estatísticas não estão disponíveis!
ro: Statisticile nu sunt disponibile!
ru: Статистика недоступна!
sv: Statistik finns inte tillgänglig!
tr: İstatistikler mevcut değil!

source: Statistics require %@, a one-time purchase including a variety of features. Want to give them a look?
ar: الإحصائيات تتطلب حساب %@, ادفع مرة واحدة لحصل على مجموعة متنوعة من الميزات. هل تريد إلقاء نظرة عليها الان؟
cs: Statistiky vyžadují %@, jednorázový nákup zahrnující řadu funkcí. Chcete se na ně podívat?
da: Statistikker kræver %@, et engangskøb, der omfatter en række forskellige funktioner. Vil du give dem et kig?
de: Statistiken erfordern %@, einen einmaligen Kauf mit vielen neuen Funktionen. Willst du genaueres dazu erfahren?
es: Las estadísticas requieren %@ un pago de por vida incluyendo una variedad de funciones. ¿Quieres echarles un ojo?
fr: Les statistiques nécessitent %@, un achat unique comprenant une variété de fonctionnalités. Vous voulez y jeter un coup d'œil ?
hu: A statisztikákhoz a %@, egy egyszeri vásárlásra van szükség, amely számos funkciót tartalmaz. Szeretné megnézni őket?
id: Statistik memerlukan %@, sebagai pembelian satu kali termasuk dengan fitur lain-nya. Ingin mencoba?
it: Le statistiche richiedono %@, un acquisto unico che include una serie di funzioni. Vuoi dare un'occhiata?
pt_br: Estatísticas requerem %@, uma compra única que inclui uma variedade de funcionalidades. Quer dar uma olhada?
ro: Statisticile necesită %@, o achiziție unică ce include o varietate de caracteristici. Doriți să le aruncați o privire?
ru: Статистика требует %@, единовременной покупки, включающей множество функций. Хотите взглянуть на них?
tr: İstatistikler, çeşitli özellikler içeren tek seferlik bir satın alma olan %@ gerektirir. Bir göz atmak ister misiniz?

source: Store
ar: المتجر
cs: Obchod
da: Butik
de: Shop
es: Tienda
fr: Boutique
hu: Bolt
id: Toko
it: Negozio
pt_br: Loja
ro: Magazin
ru: Магазин
sv: Butik
tr: Mağaza

source: Store not loaded!
ar: المتجر غير محمّل!
cs: Obchod není načten!
da: Butik ikke indlæst!
de: Shop nicht geladen!
es: ¡La tienda no ha cargado!
fr: La boutique n'est pas chargée !
hu: A bolt nem töltődött be!
id: Toko tidak dimuat!
it: Negozio non Caricato!
pt_br: A Loja não foi carregada!
ro: Magazinul nu este încărcat!
ru: Магазин не загружен!
sv: Butiken är inte laddad!
tr: Mağaza yüklenmedi!

source: Storefront outdated!
ar: واجهة المحل قديمة!
cs: Obchod není aktuální!
da: Butiks-side forældet!
de: Shop nicht aktuell!
es: ¡El escaparate está desactualizado!
fr: La boutique est obsolète !
hu: Bolti elavult!
id: Etalase belum di update!
it: Aggiorna il Negozio!
pt_br: Loja desatualizada!
ro: Magazinul este outdatat!
ru: Предметы магазина устарели!
tr: Vitrin süresi geçmiş!

source: Support Development :)
ar: ادعم التطوير :)
cs: Podpora vývoje :)
da: Støtte til udvikling :)
de: Weitere Entwicklung unterstützen :)
es: Apoya el desarrollo :)
fr: Soutenir le développement :)
hu: Támogatás fejlesztés :)
id: Dukung Pengembangan :)
it: Sostieni lo Sviluppo :)
pt_br: Apoie o Desenvolvimento :)
ro: Sprijină dezvoltarea :)
ru: Поддержать разработку :)
tr: Geliştirmeyi Destekle :)

source: Support Further Development!
ar: ادعم التطوير على المدى الطويل!
cs: Podpořte Budoucí Vývoj!
da: Støt yderligere udvikling!
de: Weitere Entwicklung unterstützen!
es: ¡Apoya el desarrollo!
fr: Soutenez la poursuite du développement !
hu: Támogassa a további fejlődést!
id: Dukung Pengembangan Lebih Lanjut!
it: Sostieni i Futuri Aggiornamenti!
pt_br: Apoie o Desenvolvimento adicional!
ro: Sprijină dezvoltarea!
ru: Поддержать будущую разработку!
tr: Daha Fazla Gelişitirmeyi Destekleyin!

source: TL;DR: you'll have to take my word for it, but Riot doesn't seem to mind.
ar: عليك أن تأخذ كلامي من أجل ذلك ، لكن يبدو أن شركة Riot لا تمانع.
cs: Budete mě muset vzít za slovo, ale Riotu to zřejmě nevadí.
da: TL;DR: Du må tage mit ord for gode varer, men Riot lader ikke til at have noget imod det.
de: Schlussendlich musst du mir halt vertrauen, aber Riot scheint es zu tolerieren.
es: Resumen: tendrás que creerme, pero a Riot no parece importarle.
fr: TL;DR : vous devrez me croire sur parole, mais Riot ne semble pas s'en préoccuper.
hu: TL;DR: el kell hinned a szavamat, de úgy tűnik, a Riot nem bánja.
id: Inti: Anda dapat mempercayai kata-kata saya, sepertinya Riot tampaknya tidak keberatan.
it: TL;DR: Dovete fidarvi della mia parola, non verrete bannati per aver usato Recon Bolt.
pt_br: TL;DR: você vai precisar confiar na minha palavra para isso, mas a Riot parece que não se importa.
ro: TL;DR: va trebui să mă credeți pe cuvânt, dar Riot nu pare să se supere.
ru: P.S.: вам придется поверить мне на слово, но Riot, похоже, не возражает.
sv: TL;DR: Du får tro mig, men Riot verkar inte ha något emot det.
tr: Özetle bana güvenmek zorunda kalacaksınız, ancak Riot' un bundan rahatsız olmadığı görünüyor.

source: Tag
ar: رقم اللاعب
de: Tagline
ro: Etichetă
ru: Метка
tr: Etiket

source: Thank you for supporting Recon Bolt!
ar: شكراً لدعمك ل Recon Bolt!
cs: Děkujeme za podporu Recon Boltu!
da: Tak fordi du støtter Recon Bolt!
de: Danke, dass du Recon Bolt unterstützt!
es: ¡Gracias por ayudar a Recon Bolt!
fr: Merci de soutenir Recon Bolt !
hu: Köszönjük, hogy támogatja a Recon Boltot!
id: Terima kasih sudah mendukung Recon Bolt!
it: Grazie per supportare Recon Bolt!
pt_br: Obrigado por apoiar o Recon Bolt!
ro: Vă mulțumim pentru susținerea Recon Bolt!
ru: Благодарим вас за поддержку Recon Bolt!
sv: Tack för ditt stöd till Recon Bolt!
tr: Recon Bolt'u desteklediğiniz için teşekkür ederiz!

source: The code is open-source and visible on GitHub; you can build it yourself if you want to be sure of what's running.
ar: الكود مفتوح المصدر ومرئي على GitHub ؛ يمكنك بنائه بنفسك إذا كنت تريد التأكد مما يتم تشغيله.
cs: Kód je open source a viditelný na GitHubu; pokud si chcete být jisti, že se jedná o stejný kód, můžete si jej sestavit sami.
da: Koden er open source og kan ses på GitHub; du kan selv bygge den, hvis du vil være sikker på, hvad der kører.
de: Der Code ist Open Source und auf GitHub einsehbar; du kannst ihn sogar selbst kompilieren, wenn du ganz sichergehen willst, dass das auch tatsächlich der Code ist, der auf deinem Gerät läuft.
es: El código es público para todo el mundo en GitHub; Puedes reconstruirlo tu mismo para saber que es lo que hace.
fr: Le code est open source et visible sur GitHub ; vous pouvez le construire vous-même si vous voulez être sûr de ce qui se passe.
hu: A kód nyílt forráskódú, és a GitHubon látható; ha biztos akarsz lenni abban, hogy mi fut, magad is elkészítheted.
id: Kode ini merupakan sumber terbuka dan dapat dilihat melalui GitHub; Anda dapat membuatnya sendiri jika Anda ingin memastikan semua ini.
it: Il codice è open-source e visibile su GitHub; Potete controllarlo voi stessi se volete essere sicuri.
pt_br: O código é aberto e é visível no GitHub; você mesmo pode construí-lo se quiser ter certeza do que está sendo executado.
ro: Codul este open-source și este vizibil pe GitHub; îl puteți construi singur dacă doriți să fiți sigur de ceea ce rulează.
ru: Код является открытым и размещен на GitHub; вы можете собрать его самостоятельно, если хотите быть уверены в том, что работает.
sv: Koden är öppen källkod och finns på GitHub; du kan kolla koden själv om du vill vara säker på vad som körs.
tr: Kod açık kaynaklıdır ve GitHub'da görülebilir; neyin çalıştığından emin olmak istiyorsanız kendiniz derleyebilirsiniz.
