Repository: DT-L21/Recon-Bolt-Fixed
Catalog: Shared/Strings/*.lproj/Skin Level Effects.strings
Languages: ar, cs, de, es_419, fr, id, it, pl, pt_pt, ru, tr, zh_hant

source: Animation
ar: الرسوم المتحركة
cs: Animace
es_419: Animación
id: Animasi
it: Animazione
pl: Animacja
pt_pt: Animação
ru: Анимация
tr: Animasyon
zh_hant: 特效

source: Attacker/Defender Swap
ar: تبديل الجبهات مهاجم/مدافع
cs: Výměna útočníků/obránců
de: Angreifer/Verteidiger-Wechsel
es_419: Cambio entra atacantes y defensores
fr: Changement attaquant/défenseur
id: Pertukaran Penyerangan/Pertahanan
it: Scambio Attaccante/Difensore
pl: Zamiana stron atakujących/obrońców
pt_pt: Troca de atacante/defensor
ru: Атака/Защита
tr: Saldıran/Savunan Takım Değişimi
zh_hant: 攻擊方/防守方交換

source: Champion's Aura
ar: هالة البطل
cs: Aura Šampiona
de: Aura des Champions
es_419: Aura de campeones
fr: Aura de champion
id: Aura Champion
it: Aura del Campione
pl: Aura Mistrza
pt_pt: Aura do Campeão
ru: Аура Чемпиона
tr: Şampiyonun Aurası
zh_hant: 冠軍光環

source: Finisher
ar: حركة النهاية
cs: Finišer
es_419: Remate
fr: Finition
it: Effetto Finale
pt_pt: Finalizador
ru: Добивание
tr: Bitirici
zh_hant: 終結特效

source: Fish Animation
ar: حركات السمكة
cs: Animace Ryb
de: Fisch-Animation
es_419: Animación de peces
fr: Animation des poissons
id: Animasi Ikan
it: Animazione dei Pesci
pl: Animacja ryb
pt_pt: Animação de peixes
ru: Анимация "Рыба"
tr: Balık Animasyonu
zh_hant: 魚兒動畫

source: Heartbeat & Map Sensor
ar: دقات القلب وإشعارات الخريطة
cs: Snímač srdečního tepu a mapy
de: Pulssensor
es_419: Sensor de latido y mapa
fr: Cardiogramme
id: Sensor Detak Jantung & Peta
it: Sensore Battito Cardiaco & Mappa
pl: Czujnik tętna i mapy
pt_pt: Sensor de batimento cardíaco e de mapa
ru: Датчик сердцебиения
tr: Kalp Atışı ve Harita Sensörü
zh_hant: 心跳感應器

source: Inspect & Kill Effects
ar: التأثيرات للفصل وبعد القتل
cs: Efekty eliminace a inspekce
de: Inspektions- & Kill-Effekte
es_419: Inspeccionar & Efectos de asesinatos
fr: Inspecter et effets d'élimination
id: Periksa Senjata & Efek Kill
it: Ispezione & Effetto Uccisione
pl: Efekty inspekcji i zabić
pt_pt: Inspecionar e eliminar efeitos
ru: Осмотр и убийство
tr: İnceleme & Öldürme Efektleri
zh_hant: 檢視武器與擊殺效果

source: Kill Banner
ar: راية القتل
cs: Baner Eliminace
es_419: Tarjeta de asesinato
fr: Bannière d'élimination
id: Banner Kill
it: Banner Uccisione
pl: Banner zabić
pt_pt: Banner de eliminação
ru: Оповещение
tr: Öldürme Panosu
zh_hant: 擊殺橫幅

source: Kill Counter
ar: عدد القتلى
cs: Počítadlo Zabití
de: Kill-ZÃ¤hler
es_419: Contador de asesinatos
fr: Compteur d'élimination
id: Penghitung Kill
it: Contatore Uccisioni
pl: Licznik zabić
pt_pt: Contador de mortes
ru: Счетчик убийств
tr: Öldürme Sayacısı
zh_hant: 擊殺計數器

source: Kill Effect
ar: تأثير القتل
cs: Efekt Zabití
de: Kill-Effekt
es_419: Efecto de asesinato
fr: Effet d'élimination
id: Efek Membunuh
it: Effetto Uccisione
pl: Efekt zabicia
pt_pt: Efeito de morte
ru: Эффекты убийства
tr: Öldürme Efekti
zh_hant: 擊殺特效

source: Randomizer
ar: العشوائي
cs: Randomizér
de: Zufallsgenerator
es_419: Aleatorizado
fr: Randomiser
id: Acak
it: Randomizzatore
pt_pt: Randomizador
ru: Рандомайзер
tr: Rasgele Seçici
zh_hant: 隨機模組產生器

source: Sound Effects
ar: تأثيرات الصوتية
cs: Zvukové Efekty
de: Soundeffekte
es_419: Efectos de sonido
fr: Effets sonores
id: Efek Suara
it: Effetti Sonori
pl: Efekty dźwiękowe
pt_pt: Efeitos sonoros
ru: Звуковые эффекты
tr: Ses Efektleri
zh_hant: 音效

source: VFX
ar: تأثيرات الحركة
fr: Effets visuels
id: Efek Visual
it: Effetti Grafici
ru: Визуальный Эффект
zh_hant: 視覺效果

source: Voiceover
ar: التعليق الصوتي
cs: Hlas
de: Sprachausgabe
es_419: Voz en off
fr: Voix off
id: Latar suara
it: Doppiaggio (Localizzato)
pl: Lektor (voiceover)
pt_pt: Locução
ru: Озвучивание
tr: Seslendirme
zh_hant: 語音
